const data = {
    "words": [
        {
            "id": 0,
            "ru": "и",
            "gu": "და"
        },
        {
            "id": 4,
            "ru": "я",
            "gu": "მე"
        },
        {
            "id": 5,
            "ru": "быть",
            "gu": "იყოს"
        },
        {
            "id": 8,
            "ru": "что",
            "gu": "რა"
        },
        {
            "id": 11,
            "ru": "это",
            "gu": "ამ"
        },
        {
            "id": 12,
            "ru": "она",
            "gu": "ის"
        },
        {
            "id": 13,
            "ru": "этот",
            "gu": "ეს"
        },
        {
            "id": 14,
            "ru": "к",
            "gu": "რომ"
        },
        {
            "id": 15,
            "ru": "но",
            "gu": "მაგრამ"
        },
        {
            "id": 16,
            "ru": "они",
            "gu": "ისინი"
        },
        {
            "id": 17,
            "ru": "мы",
            "gu": "ჩვენ"
        },
        {
            "id": 18,
            "ru": "как",
            "gu": "მოწონს"
        },
        {
            "id": 19,
            "ru": "из",
            "gu": "გან"
        },
        {
            "id": 20,
            "ru": "у",
            "gu": "y"
        },
        {
            "id": 21,
            "ru": "который",
            "gu": "რომელი"
        },
        {
            "id": 22,
            "ru": "то",
            "gu": "ამისთვის"
        },
        {
            "id": 23,
            "ru": "за",
            "gu": "ამისთვის"
        },
        {
            "id": 24,
            "ru": "свой",
            "gu": "საკუთარი"
        },
        {
            "id": 25,
            "ru": "что",
            "gu": "რა"
        },
        {
            "id": 26,
            "ru": "весь",
            "gu": "მთელი"
        },
        {
            "id": 27,
            "ru": "год",
            "gu": "წელი"
        },
        {
            "id": 28,
            "ru": "от",
            "gu": "გან"
        },
        {
            "id": 29,
            "ru": "так",
            "gu": "ასე"
        },
        {
            "id": 30,
            "ru": "о",
            "gu": "დაახლოებით"
        },
        {
            "id": 31,
            "ru": "для",
            "gu": "ამისთვის"
        },
        {
            "id": 32,
            "ru": "ты",
            "gu": "შენ"
        },
        {
            "id": 33,
            "ru": "же",
            "gu": "იგივე"
        },
        {
            "id": 34,
            "ru": "все",
            "gu": "ყველა"
        },
        {
            "id": 35,
            "ru": "тот",
            "gu": "ეს"
        },
        {
            "id": 36,
            "ru": "мочь",
            "gu": "შეიძლება"
        },
        {
            "id": 37,
            "ru": "вы",
            "gu": "შენ "
        },
        {
            "id": 38,
            "ru": "человек",
            "gu": "ადამიანი"
        },
        {
            "id": 39,
            "ru": "такой",
            "gu": "ასეთი"
        },
        {
            "id": 40,
            "ru": "его",
            "gu": "მისი"
        },
        {
            "id": 41,
            "ru": "сказать",
            "gu": "თქვა"
        },
        {
            "id": 42,
            "ru": "только",
            "gu": "მხოლოდ"
        },
        {
            "id": 43,
            "ru": "или",
            "gu": "ან"
        },
        {
            "id": 44,
            "ru": "ещё",
            "gu": "სხვა"
        },
        {
            "id": 45,
            "ru": "бы",
            "gu": "იქნებ"
        },
        {
            "id": 46,
            "ru": "себя",
            "gu": "თვითონ"
        },
        {
            "id": 47,
            "ru": "один",
            "gu": "მარტო"
        },
        {
            "id": 48,
            "ru": "как",
            "gu": "მოგწონს"
        },
        {
            "id": 49,
            "ru": "уже",
            "gu": "უკვე"
        },
        {
            "id": 50,
            "ru": "до",
            "gu": "ადრე"
        },
        {
            "id": 51,
            "ru": "время",
            "gu": "დრო"
        },
        {
            "id": 52,
            "ru": "если",
            "gu": "თუ"
        },
        {
            "id": 53,
            "ru": "сам",
            "gu": "თვითონ"
        },
        {
            "id": 54,
            "ru": "когда",
            "gu": "როდის"
        },
        {
            "id": 55,
            "ru": "другой",
            "gu": "სხვა"
        },
        {
            "id": 56,
            "ru": "вот",
            "gu": "აქ"
        },
        {
            "id": 57,
            "ru": "говорить",
            "gu": "თქვი"
        },
        {
            "id": 58,
            "ru": "наш",
            "gu": "ჩვენი"
        },
        {
            "id": 59,
            "ru": "мой",
            "gu": "ჩემი"
        },
        {
            "id": 60,
            "ru": "знать",
            "gu": "იცოდე"
        },
        {
            "id": 61,
            "ru": "стать",
            "gu": "გახდე"
        },
        {
            "id": 62,
            "ru": "при",
            "gu": "როდის "
        },
        {
            "id": 63,
            "ru": "чтобы",
            "gu": "to"
        },
        {
            "id": 64,
            "ru": "дело",
            "gu": "საქმე"
        },
        {
            "id": 65,
            "ru": "жизнь",
            "gu": "ცხოვრება"
        },
        {
            "id": 66,
            "ru": "кто",
            "gu": "ვინ"
        },
        {
            "id": 67,
            "ru": "первый",
            "gu": "პირველი"
        },
        {
            "id": 68,
            "ru": "очень",
            "gu": "ძალიან"
        },
        {
            "id": 69,
            "ru": "два",
            "gu": "ორი"
        },
        {
            "id": 70,
            "ru": "день",
            "gu": "დღე"
        },
        {
            "id": 71,
            "ru": "её",
            "gu": "მას"
        },
        {
            "id": 72,
            "ru": "новый",
            "gu": "ახალი"
        },
        {
            "id": 73,
            "ru": "рука",
            "gu": "ხელი"
        },
        {
            "id": 74,
            "ru": "даже",
            "gu": "თუნდაც"
        },
        {
            "id": 75,
            "ru": "во",
            "gu": "in"
        },
        {
            "id": 76,
            "ru": "со",
            "gu": "ერთად"
        },
        {
            "id": 77,
            "ru": "раз",
            "gu": "ერთხელ"
        },
        {
            "id": 78,
            "ru": "где",
            "gu": "სად"
        },
        {
            "id": 79,
            "ru": "там",
            "gu": "იქ"
        },
        {
            "id": 80,
            "ru": "под",
            "gu": "ქვეშ"
        },
        {
            "id": 81,
            "ru": "можно",
            "gu": "შეიძლება"
        },
        {
            "id": 82,
            "ru": "ну",
            "gu": "კარგად"
        },
        {
            "id": 83,
            "ru": "какой",
            "gu": "რა"
        },
        {
            "id": 84,
            "ru": "после",
            "gu": "შემდეგ"
        },
        {
            "id": 85,
            "ru": "их",
            "gu": "მათ"
        },
        {
            "id": 86,
            "ru": "работа",
            "gu": "მუშაობა"
        },
        {
            "id": 87,
            "ru": "без",
            "gu": "გარეშე "
        },
        {
            "id": 88,
            "ru": "самый",
            "gu": "უმეტესობა"
        },
        {
            "id": 89,
            "ru": "потом",
            "gu": "მერე"
        },
        {
            "id": 90,
            "ru": "надо",
            "gu": "უნდა"
        },
        {
            "id": 91,
            "ru": "хотеть",
            "gu": "მინდა"
        },
        {
            "id": 92,
            "ru": "ли",
            "gu": "თუ არა"
        },
        {
            "id": 93,
            "ru": "слово",
            "gu": "სიტყვა"
        },
        {
            "id": 94,
            "ru": "идти",
            "gu": "წადი"
        },
        {
            "id": 95,
            "ru": "большой",
            "gu": "დიდი"
        },
        {
            "id": 96,
            "ru": "должен",
            "gu": "უნდა"
        },
        {
            "id": 97,
            "ru": "место",
            "gu": "ადგილი"
        },
        {
            "id": 98,
            "ru": "иметь",
            "gu": "ქონდეს"
        },
        {
            "id": 99,
            "ru": "ничто",
            "gu": "არაფერი"
        },
        {
            "id": 100,
            "ru": "то",
            "gu": "მაშინ"
        },
        {
            "id": 101,
            "ru": "сейчас",
            "gu": "ახლა"
        },
        {
            "id": 102,
            "ru": "тут",
            "gu": "აქ"
        },
        {
            "id": 103,
            "ru": "лицо",
            "gu": "სახე"
        },
        {
            "id": 104,
            "ru": "каждый",
            "gu": "თითოეული"
        },
        {
            "id": 105,
            "ru": "друг",
            "gu": "მეგობარი"
        },
        {
            "id": 106,
            "ru": "нет",
            "gu": "არა"
        },
        {
            "id": 107,
            "ru": "теперь",
            "gu": "ახლა"
        },
        {
            "id": 108,
            "ru": "ни",
            "gu": "არც"
        },
        {
            "id": 109,
            "ru": "глаз",
            "gu": "თვალი"
        },
        {
            "id": 110,
            "ru": "тоже",
            "gu": "ძალიან"
        },
        {
            "id": 111,
            "ru": "тогда",
            "gu": "მაშინ"
        },
        {
            "id": 112,
            "ru": "видеть",
            "gu": "ნახე"
        },
        {
            "id": 113,
            "ru": "вопрос",
            "gu": "კითხვა"
        },
        {
            "id": 114,
            "ru": "через",
            "gu": "მეშვეობით"
        },
        {
            "id": 115,
            "ru": "да",
            "gu": "დიახ"
        },
        {
            "id": 116,
            "ru": "здесь",
            "gu": "აქ"
        },
        {
            "id": 117,
            "ru": "дом",
            "gu": "სახლი"
        },
        {
            "id": 118,
            "ru": "да",
            "gu": "დიახ"
        },
        {
            "id": 119,
            "ru": "потому",
            "gu": "რადგან"
        },
        {
            "id": 120,
            "ru": "сторона",
            "gu": "მხარე"
        },
        {
            "id": 121,
            "ru": "какой-то",
            "gu": "ზოგიერთი"
        },
        {
            "id": 122,
            "ru": "думать",
            "gu": "ფიქრი"
        },
        {
            "id": 123,
            "ru": "сделать",
            "gu": "კეთება"
        },
        {
            "id": 124,
            "ru": "страна",
            "gu": "ქვეყანა"
        },
        {
            "id": 125,
            "ru": "жить",
            "gu": "ცოცხალი"
        },
        {
            "id": 126,
            "ru": "чем",
            "gu": "როგორ"
        },
        {
            "id": 127,
            "ru": "мир",
            "gu": "სამყარო"
        },
        {
            "id": 128,
            "ru": "об",
            "gu": "დაახლოებით"
        },
        {
            "id": 129,
            "ru": "последний",
            "gu": "ბოლო"
        },
        {
            "id": 130,
            "ru": "случай",
            "gu": "ხდება"
        },
        {
            "id": 131,
            "ru": "голова",
            "gu": "თავი"
        },
        {
            "id": 132,
            "ru": "более",
            "gu": "მეტი"
        },
        {
            "id": 133,
            "ru": "делать",
            "gu": "კეთება"
        },
        {
            "id": 134,
            "ru": "что-то",
            "gu": "რაღაც"
        },
        {
            "id": 135,
            "ru": "смотреть",
            "gu": "უყურებს"
        },
        {
            "id": 136,
            "ru": "ребенок",
            "gu": "ბავშვი"
        },
        {
            "id": 137,
            "ru": "просто",
            "gu": "უბრალოდ"
        },
        {
            "id": 138,
            "ru": "конечно",
            "gu": "რა თქმა უნდა"
        },
        {
            "id": 139,
            "ru": "сила",
            "gu": "ძალა"
        },
        {
            "id": 140,
            "ru": "российский",
            "gu": "რუსული"
        },
        {
            "id": 141,
            "ru": "конец",
            "gu": "დასასრული"
        },
        {
            "id": 142,
            "ru": "перед",
            "gu": "ადრე"
        },
        {
            "id": 143,
            "ru": "несколько",
            "gu": "რამდენიმე"
        },
        {
            "id": 144,
            "ru": "вид",
            "gu": "ხედვა"
        },
        {
            "id": 145,
            "ru": "система",
            "gu": "სისტემა"
        },
        {
            "id": 146,
            "ru": "всегда",
            "gu": "ყოველთვის"
        },
        {
            "id": 147,
            "ru": "работать",
            "gu": "მუშაობა"
        },
        {
            "id": 148,
            "ru": "между",
            "gu": "შორის"
        },
        {
            "id": 149,
            "ru": "три",
            "gu": "სამი"
        },
        {
            "id": 150,
            "ru": "нет",
            "gu": "არა"
        },
        {
            "id": 151,
            "ru": "понять",
            "gu": "გაგება"
        },
        {
            "id": 152,
            "ru": "пойти",
            "gu": "წადი"
        },
        {
            "id": 153,
            "ru": "часть",
            "gu": "ნაწილი"
        },
        {
            "id": 154,
            "ru": "спросить",
            "gu": "იკითხე"
        },
        {
            "id": 155,
            "ru": "город",
            "gu": "ქალაქი"
        },
        {
            "id": 156,
            "ru": "дать",
            "gu": "მიცემა"
        },
        {
            "id": 157,
            "ru": "также",
            "gu": "ასევე"
        },
        {
            "id": 158,
            "ru": "никто",
            "gu": "არავინ"
        },
        {
            "id": 159,
            "ru": "понимать",
            "gu": "გაგება"
        },
        {
            "id": 160,
            "ru": "получить",
            "gu": "მიიღე"
        },
        {
            "id": 161,
            "ru": "отношение",
            "gu": "დამოკიდებულება"
        },
        {
            "id": 162,
            "ru": "лишь",
            "gu": "მხოლოდ"
        },
        {
            "id": 163,
            "ru": "второй",
            "gu": "მეორე"
        },
        {
            "id": 164,
            "ru": "именно",
            "gu": "ზუსტად"
        },
        {
            "id": 165,
            "ru": "ваш",
            "gu": "შენი"
        },
        {
            "id": 166,
            "ru": "хотя",
            "gu": "თუმცა"
        },
        {
            "id": 167,
            "ru": "ни",
            "gu": "არც"
        },
        {
            "id": 168,
            "ru": "сидеть",
            "gu": "დაჯექი"
        },
        {
            "id": 169,
            "ru": "над",
            "gu": "ზემოთ"
        },
        {
            "id": 170,
            "ru": "женщина",
            "gu": "ქალი"
        },
        {
            "id": 171,
            "ru": "оказаться",
            "gu": "გამორთე"
        },
        {
            "id": 172,
            "ru": "русский",
            "gu": "რუსული"
        },
        {
            "id": 173,
            "ru": "один",
            "gu": "ერთი"
        },
        {
            "id": 174,
            "ru": "взять",
            "gu": "აიღე"
        },
        {
            "id": 175,
            "ru": "прийти",
            "gu": "მოდი"
        },
        {
            "id": 176,
            "ru": "являться",
            "gu": "ყოფნა"
        },
        {
            "id": 177,
            "ru": "деньги",
            "gu": "ფული"
        },
        {
            "id": 178,
            "ru": "почему",
            "gu": "რატომ"
        },
        {
            "id": 179,
            "ru": "вдруг",
            "gu": "უცებ"
        },
        {
            "id": 180,
            "ru": "любить",
            "gu": "იყო შეყვარებული"
        },
        {
            "id": 181,
            "ru": "стоить",
            "gu": "ღირებულება"
        },
        {
            "id": 182,
            "ru": "почти",
            "gu": "თითქმის"
        },
        {
            "id": 183,
            "ru": "земля",
            "gu": "Დედამიწა"
        },
        {
            "id": 184,
            "ru": "общий",
            "gu": "ზოგადი"
        },
        {
            "id": 185,
            "ru": "ведь",
            "gu": "ყველაფრის შემდეგ"
        },
        {
            "id": 186,
            "ru": "машина",
            "gu": "მანქანა"
        },
        {
            "id": 187,
            "ru": "однако",
            "gu": "მაგრამ"
        },
        {
            "id": 188,
            "ru": "сразу",
            "gu": "გასწვრივ"
        },
        {
            "id": 189,
            "ru": "хорошо",
            "gu": "კარგი"
        },
        {
            "id": 190,
            "ru": "вода",
            "gu": "წყალი"
        },
        {
            "id": 191,
            "ru": "отец",
            "gu": "მამა"
        },
        {
            "id": 192,
            "ru": "высокий",
            "gu": "მაღალი"
        },
        {
            "id": 193,
            "ru": "остаться",
            "gu": "დარჩი"
        },
        {
            "id": 194,
            "ru": "выйти",
            "gu": "გარეთ გასვლა"
        },
        {
            "id": 195,
            "ru": "много",
            "gu": "ბევრი"
        },
        {
            "id": 196,
            "ru": "проблема",
            "gu": "პრობლემა"
        },
        {
            "id": 197,
            "ru": "начать",
            "gu": "დაწყება"
        },
        {
            "id": 198,
            "ru": "хороший",
            "gu": "კარგი"
        },
        {
            "id": 199,
            "ru": "час",
            "gu": "საათი"
        },
        {
            "id": 200,
            "ru": "это",
            "gu": "ეს არის"
        },
        {
            "id": 201,
            "ru": "сегодня",
            "gu": "დღეს"
        },
        {
            "id": 202,
            "ru": "право",
            "gu": "მართალი"
        },
        {
            "id": 203,
            "ru": "совсем",
            "gu": "საერთოდ"
        },
        {
            "id": 204,
            "ru": "нога",
            "gu": "ფეხი"
        },
        {
            "id": 205,
            "ru": "считать",
            "gu": "თვლა"
        },
        {
            "id": 206,
            "ru": "главный",
            "gu": "მთავარი"
        },
        {
            "id": 207,
            "ru": "решение",
            "gu": "გამოსავალი"
        },
        {
            "id": 208,
            "ru": "увидеть",
            "gu": "ნახე"
        },
        {
            "id": 209,
            "ru": "дверь",
            "gu": "კარი"
        },
        {
            "id": 210,
            "ru": "казаться",
            "gu": "როგორც ჩანს"
        },
        {
            "id": 211,
            "ru": "образ",
            "gu": "სურათი"
        },
        {
            "id": 212,
            "ru": "писать",
            "gu": "დაწერე"
        },
        {
            "id": 213,
            "ru": "история",
            "gu": "ამბავი"
        },
        {
            "id": 214,
            "ru": "лучший",
            "gu": "საუკეთესო"
        },
        {
            "id": 215,
            "ru": "власть",
            "gu": "ძალა"
        },
        {
            "id": 216,
            "ru": "закон",
            "gu": "კანონი"
        },
        {
            "id": 217,
            "ru": "все",
            "gu": "ყველა"
        },
        {
            "id": 218,
            "ru": "война",
            "gu": "ომი"
        },
        {
            "id": 219,
            "ru": "бог",
            "gu": "ღმერთო"
        },
        {
            "id": 220,
            "ru": "голос",
            "gu": "ხმა"
        },
        {
            "id": 221,
            "ru": "найти",
            "gu": "იპოვე"
        },
        {
            "id": 222,
            "ru": "поэтому",
            "gu": "ამიტომაც"
        },
        {
            "id": 223,
            "ru": "стоять",
            "gu": "დგომა"
        },
        {
            "id": 224,
            "ru": "вообще",
            "gu": "ზოგადად"
        },
        {
            "id": 225,
            "ru": "тысяча",
            "gu": "ათასი"
        },
        {
            "id": 226,
            "ru": "больше",
            "gu": "მეტი"
        },
        {
            "id": 227,
            "ru": "вместе",
            "gu": "ერთად"
        },
        {
            "id": 228,
            "ru": "маленький",
            "gu": "პატარა"
        },
        {
            "id": 229,
            "ru": "книга",
            "gu": "წიგნი"
        },
        {
            "id": 230,
            "ru": "некоторый",
            "gu": "ზოგიერთი"
        },
        {
            "id": 231,
            "ru": "решить",
            "gu": "გადაწყვიტე"
        },
        {
            "id": 232,
            "ru": "любой",
            "gu": "ნებისმიერი"
        },
        {
            "id": 233,
            "ru": "возможность",
            "gu": "შესაძლებლობა"
        },
        {
            "id": 234,
            "ru": "результат",
            "gu": "შედეგი"
        },
        {
            "id": 235,
            "ru": "ночь",
            "gu": "ღამე"
        },
        {
            "id": 236,
            "ru": "стол",
            "gu": "მაგიდა"
        },
        {
            "id": 237,
            "ru": "никогда",
            "gu": "არასოდეს"
        },
        {
            "id": 238,
            "ru": "имя",
            "gu": "სახელი"
        },
        {
            "id": 239,
            "ru": "область",
            "gu": "რეგიონი"
        },
        {
            "id": 240,
            "ru": "молодой",
            "gu": "ახალგაზრდა"
        },
        {
            "id": 241,
            "ru": "пройти",
            "gu": "გაიარე"
        },
        {
            "id": 242,
            "ru": "например",
            "gu": "მაგალითად"
        },
        {
            "id": 243,
            "ru": "статья",
            "gu": "სტატია"
        },
        {
            "id": 244,
            "ru": "оно",
            "gu": "ეს"
        },
        {
            "id": 245,
            "ru": "число",
            "gu": "ნომერი"
        },
        {
            "id": 246,
            "ru": "компания",
            "gu": "კომპანია"
        },
        {
            "id": 247,
            "ru": "про",
            "gu": "პრო"
        },
        {
            "id": 248,
            "ru": "государственный",
            "gu": "სახელმწიფო"
        },
        {
            "id": 249,
            "ru": "полный",
            "gu": "სრული"
        },
        {
            "id": 250,
            "ru": "принять",
            "gu": "მიიღოს"
        },
        {
            "id": 251,
            "ru": "народ",
            "gu": "ხალხი"
        },
        {
            "id": 252,
            "ru": "никакой",
            "gu": "არა"
        },
        {
            "id": 253,
            "ru": "советский",
            "gu": "საბჭოთა"
        },
        {
            "id": 254,
            "ru": "жена",
            "gu": "ცოლი"
        },
        {
            "id": 255,
            "ru": "настоящий",
            "gu": "რეალური"
        },
        {
            "id": 256,
            "ru": "всякий",
            "gu": "ნებისმიერი"
        },
        {
            "id": 257,
            "ru": "группа",
            "gu": "ჯგუფი"
        },
        {
            "id": 258,
            "ru": "развитие",
            "gu": "განვითარება"
        },
        {
            "id": 259,
            "ru": "процесс",
            "gu": "პროცესი"
        },
        {
            "id": 260,
            "ru": "суд",
            "gu": "სასამართლო"
        },
        {
            "id": 261,
            "ru": "давать",
            "gu": "მიცემა"
        },
        {
            "id": 262,
            "ru": "ответить",
            "gu": "პასუხი"
        },
        {
            "id": 263,
            "ru": "старый",
            "gu": "ძველი"
        },
        {
            "id": 264,
            "ru": "условие",
            "gu": "მდგომარეობა"
        },
        {
            "id": 265,
            "ru": "твой",
            "gu": "შენი"
        },
        {
            "id": 266,
            "ru": "пока",
            "gu": "ნახვამდის"
        },
        {
            "id": 267,
            "ru": "средство",
            "gu": "საშუალება"
        },
        {
            "id": 268,
            "ru": "помнить",
            "gu": "გახსოვდეს"
        },
        {
            "id": 269,
            "ru": "начало",
            "gu": "დაწყება"
        },
        {
            "id": 270,
            "ru": "ждать",
            "gu": "დაელოდე"
        },
        {
            "id": 271,
            "ru": "свет",
            "gu": "მსუბუქი"
        },
        {
            "id": 272,
            "ru": "пора",
            "gu": "დროა"
        },
        {
            "id": 273,
            "ru": "путь",
            "gu": "გზა"
        },
        {
            "id": 274,
            "ru": "душа",
            "gu": "სული"
        },
        {
            "id": 275,
            "ru": "куда",
            "gu": "სად"
        },
        {
            "id": 276,
            "ru": "нужно",
            "gu": "საჭიროება"
        },
        {
            "id": 277,
            "ru": "разный",
            "gu": "განსხვავებული"
        },
        {
            "id": 278,
            "ru": "нужный",
            "gu": "აუცილებელი"
        },
        {
            "id": 279,
            "ru": "уровень",
            "gu": "დონე"
        },
        {
            "id": 280,
            "ru": "иной",
            "gu": "სხვა"
        },
        {
            "id": 281,
            "ru": "форма",
            "gu": "ფორმა"
        },
        {
            "id": 282,
            "ru": "связь",
            "gu": "კავშირი"
        },
        {
            "id": 283,
            "ru": "уж",
            "gu": "უკვე"
        },
        {
            "id": 284,
            "ru": "минута",
            "gu": "წუთი"
        },
        {
            "id": 285,
            "ru": "кроме",
            "gu": "გარდა ამისა"
        },
        {
            "id": 286,
            "ru": "находиться",
            "gu": "იყო"
        },
        {
            "id": 287,
            "ru": "опять",
            "gu": "ისევ"
        },
        {
            "id": 288,
            "ru": "многий",
            "gu": "ბევრი"
        },
        {
            "id": 289,
            "ru": "белый",
            "gu": "თეთრი"
        },
        {
            "id": 290,
            "ru": "собственный",
            "gu": "საკუთარი"
        },
        {
            "id": 291,
            "ru": "улица",
            "gu": "გარეთ"
        },
        {
            "id": 292,
            "ru": "черный",
            "gu": "შავი"
        },
        {
            "id": 293,
            "ru": "написать",
            "gu": "დაწერე"
        },
        {
            "id": 294,
            "ru": "вечер",
            "gu": "საღამო"
        },
        {
            "id": 295,
            "ru": "снова",
            "gu": "ისევ"
        },
        {
            "id": 296,
            "ru": "основной",
            "gu": "ძირითადი"
        },
        {
            "id": 297,
            "ru": "качество",
            "gu": "ხარისხი"
        },
        {
            "id": 298,
            "ru": "мысль",
            "gu": "ფიქრი"
        },
        {
            "id": 299,
            "ru": "дорога",
            "gu": "გზა"
        },
        {
            "id": 300,
            "ru": "мать",
            "gu": "დედა"
        },
        {
            "id": 301,
            "ru": "действие",
            "gu": "მოქმედება"
        },
        {
            "id": 302,
            "ru": "месяц",
            "gu": "თვე"
        },
        {
            "id": 303,
            "ru": "оставаться",
            "gu": "დარჩი"
        },
        {
            "id": 304,
            "ru": "государство",
            "gu": "სახელმწიფო"
        },
        {
            "id": 305,
            "ru": "язык",
            "gu": "ენა"
        },
        {
            "id": 306,
            "ru": "любовь",
            "gu": "სიყვარული"
        },
        {
            "id": 307,
            "ru": "взгляд",
            "gu": "მხედველობა"
        },
        {
            "id": 308,
            "ru": "мама",
            "gu": "დედა"
        },
        {
            "id": 309,
            "ru": "играть",
            "gu": "თამაში"
        },
        {
            "id": 310,
            "ru": "далекий",
            "gu": "შორს"
        },
        {
            "id": 311,
            "ru": "лежать",
            "gu": "ტყუილი"
        },
        {
            "id": 312,
            "ru": "нельзя",
            "gu": "აკრძალულია"
        },
        {
            "id": 313,
            "ru": "век",
            "gu": "ასაკი"
        },
        {
            "id": 314,
            "ru": "школа",
            "gu": "სკოლა"
        },
        {
            "id": 315,
            "ru": "подумать",
            "gu": "იფიქრე"
        },
        {
            "id": 316,
            "ru": "уйти",
            "gu": "დატოვება"
        },
        {
            "id": 317,
            "ru": "цель",
            "gu": "მიზანი"
        },
        {
            "id": 318,
            "ru": "среди",
            "gu": "მათ შორის"
        },
        {
            "id": 319,
            "ru": "общество",
            "gu": "საზოგადოება"
        },
        {
            "id": 320,
            "ru": "посмотреть",
            "gu": "შეხედე"
        },
        {
            "id": 321,
            "ru": "деятельность",
            "gu": "აქტიურობა"
        },
        {
            "id": 322,
            "ru": "организация",
            "gu": "ორგანიზაცია"
        },
        {
            "id": 323,
            "ru": "кто-то",
            "gu": "ვინმე"
        },
        {
            "id": 324,
            "ru": "вернуться",
            "gu": "დაბრუნების"
        },
        {
            "id": 325,
            "ru": "президент",
            "gu": "პრეზიდენტი"
        },
        {
            "id": 326,
            "ru": "комната",
            "gu": "ოთახი"
        },
        {
            "id": 327,
            "ru": "порядок",
            "gu": "შეკვეთა"
        },
        {
            "id": 328,
            "ru": "момент",
            "gu": "მომენტი"
        },
        {
            "id": 329,
            "ru": "театр",
            "gu": "თეატრი"
        },
        {
            "id": 330,
            "ru": "следовать",
            "gu": "მიდევნება"
        },
        {
            "id": 331,
            "ru": "читать",
            "gu": "წაკითხვა"
        },
        {
            "id": 332,
            "ru": "письмо",
            "gu": "წერილი"
        },
        {
            "id": 333,
            "ru": "подобный",
            "gu": "მოგწონს"
        },
        {
            "id": 334,
            "ru": "следующий",
            "gu": "შემდეგი"
        },
        {
            "id": 335,
            "ru": "утро",
            "gu": "დილა"
        },
        {
            "id": 336,
            "ru": "особенно",
            "gu": "განსაკუთრებით"
        },
        {
            "id": 337,
            "ru": "помощь",
            "gu": "დახმარება"
        },
        {
            "id": 338,
            "ru": "ситуация",
            "gu": "სიტუაცია"
        },
        {
            "id": 339,
            "ru": "роль",
            "gu": "როლი"
        },
        {
            "id": 340,
            "ru": "бывать",
            "gu": "ყოფნა"
        },
        {
            "id": 341,
            "ru": "ходить",
            "gu": "გასეირნება"
        },
        {
            "id": 342,
            "ru": "рубль",
            "gu": "რუბლი"
        },
        {
            "id": 343,
            "ru": "начинать",
            "gu": "დაიწყე"
        },
        {
            "id": 344,
            "ru": "появиться",
            "gu": "გამოჩენა"
        },
        {
            "id": 345,
            "ru": "смысл",
            "gu": "მნიშვნელობა"
        },
        {
            "id": 346,
            "ru": "состояние",
            "gu": "მდგომარეობა"
        },
        {
            "id": 347,
            "ru": "называть",
            "gu": "ზარი"
        },
        {
            "id": 348,
            "ru": "рядом",
            "gu": "გვერდით"
        },
        {
            "id": 349,
            "ru": "квартира",
            "gu": "ბინა"
        },
        {
            "id": 350,
            "ru": "назад",
            "gu": "უკან"
        },
        {
            "id": 351,
            "ru": "равный",
            "gu": "თანაბარი"
        },
        {
            "id": 352,
            "ru": "из-за",
            "gu": "იმის გამო"
        },
        {
            "id": 353,
            "ru": "орган",
            "gu": "ორგანო"
        },
        {
            "id": 354,
            "ru": "внимание",
            "gu": "ყურადღება"
        },
        {
            "id": 355,
            "ru": "тело",
            "gu": "სხეული"
        },
        {
            "id": 356,
            "ru": "труд",
            "gu": "მუშაობა"
        },
        {
            "id": 357,
            "ru": "прийтись",
            "gu": "მოდი"
        },
        {
            "id": 358,
            "ru": "хотеться",
            "gu": "მინდა"
        },
        {
            "id": 359,
            "ru": "сын",
            "gu": "შვილი"
        },
        {
            "id": 360,
            "ru": "мера",
            "gu": "ზომა"
        },
        {
            "id": 361,
            "ru": "пять",
            "gu": "ხუთი"
        },
        {
            "id": 362,
            "ru": "смерть",
            "gu": "სიკვდილი"
        },
        {
            "id": 363,
            "ru": "живой",
            "gu": "ცოცხალი"
        },
        {
            "id": 364,
            "ru": "рынок",
            "gu": "ბაზარი"
        },
        {
            "id": 365,
            "ru": "программа",
            "gu": "პროგრამა"
        },
        {
            "id": 366,
            "ru": "задача",
            "gu": "დავალება"
        },
        {
            "id": 367,
            "ru": "предприятие",
            "gu": "კომპანია"
        },
        {
            "id": 368,
            "ru": "известный",
            "gu": "ცნობილი"
        },
        {
            "id": 369,
            "ru": "окно",
            "gu": "ფანჯარა"
        },
        {
            "id": 370,
            "ru": "вести",
            "gu": "წამყვანი"
        },
        {
            "id": 371,
            "ru": "совершенно",
            "gu": "აბსოლუტურად"
        },
        {
            "id": 372,
            "ru": "военный",
            "gu": "სამხედრო"
        },
        {
            "id": 373,
            "ru": "разговор",
            "gu": "საუბარი"
        },
        {
            "id": 374,
            "ru": "показать",
            "gu": "ჩვენება"
        },
        {
            "id": 375,
            "ru": "правительство",
            "gu": "მთავრობა"
        },
        {
            "id": 376,
            "ru": "важный",
            "gu": "მნიშვნელოვანი"
        },
        {
            "id": 377,
            "ru": "семья",
            "gu": "ოჯახი"
        },
        {
            "id": 378,
            "ru": "великий",
            "gu": "დიდი"
        },
        {
            "id": 379,
            "ru": "производство",
            "gu": "წარმოება"
        },
        {
            "id": 380,
            "ru": "простой",
            "gu": "მარტივი"
        },
        {
            "id": 381,
            "ru": "значит",
            "gu": "საშუალება"
        },
        {
            "id": 382,
            "ru": "третий",
            "gu": "მესამე"
        },
        {
            "id": 383,
            "ru": "сколько",
            "gu": "Რამდენი"
        },
        {
            "id": 384,
            "ru": "огромный",
            "gu": "უზარმაზარი"
        },
        {
            "id": 385,
            "ru": "давно",
            "gu": "დიდი ხანის განმვლობაში"
        },
        {
            "id": 386,
            "ru": "политический",
            "gu": "პოლიტიკური"
        },
        {
            "id": 387,
            "ru": "информация",
            "gu": "ინფორმაცია"
        },
        {
            "id": 388,
            "ru": "действительно",
            "gu": "ნამდვილად"
        },
        {
            "id": 389,
            "ru": "положение",
            "gu": "პოზიცია"
        },
        {
            "id": 390,
            "ru": "поставить",
            "gu": "დადება"
        },
        {
            "id": 391,
            "ru": "бояться",
            "gu": "შეშინებული"
        },
        {
            "id": 392,
            "ru": "наконец",
            "gu": "საბოლოოდ"
        },
        {
            "id": 393,
            "ru": "центр",
            "gu": "ცენტრი"
        },
        {
            "id": 394,
            "ru": "происходить",
            "gu": "მიიღება"
        },
        {
            "id": 395,
            "ru": "ответ",
            "gu": "პასუხი"
        },
        {
            "id": 396,
            "ru": "муж",
            "gu": "ქმარი"
        },
        {
            "id": 397,
            "ru": "автор",
            "gu": "ავტორი"
        },
        {
            "id": 398,
            "ru": "все-таки",
            "gu": "ყველაფრის შემდეგ"
        },
        {
            "id": 399,
            "ru": "стена",
            "gu": "კედელი"
        },
        {
            "id": 400,
            "ru": "существовать",
            "gu": "არსებობს"
        },
        {
            "id": 401,
            "ru": "даже",
            "gu": "თუნდაც"
        },
        {
            "id": 402,
            "ru": "интерес",
            "gu": "ინტერესი"
        },
        {
            "id": 403,
            "ru": "становиться",
            "gu": "გახდი"
        },
        {
            "id": 404,
            "ru": "федерация",
            "gu": "ფედერაცია"
        },
        {
            "id": 405,
            "ru": "правило",
            "gu": "წესი"
        },
        {
            "id": 406,
            "ru": "оба",
            "gu": "ორივე"
        },
        {
            "id": 407,
            "ru": "часто",
            "gu": "ხშირად"
        },
        {
            "id": 408,
            "ru": "московский",
            "gu": "მოსკოვი"
        },
        {
            "id": 409,
            "ru": "управление",
            "gu": "კონტროლი"
        },
        {
            "id": 410,
            "ru": "слышать",
            "gu": "მოისმინე"
        },
        {
            "id": 411,
            "ru": "быстро",
            "gu": "სწრაფი"
        },
        {
            "id": 412,
            "ru": "смочь",
            "gu": "შეძლებს"
        },
        {
            "id": 413,
            "ru": "заметить",
            "gu": "შენიშვნა"
        },
        {
            "id": 414,
            "ru": "как-то",
            "gu": "რატომღაც"
        },
        {
            "id": 415,
            "ru": "мужчина",
            "gu": "მამაკაცი"
        },
        {
            "id": 416,
            "ru": "долго",
            "gu": "დიდი ხანის განმვლობაში"
        },
        {
            "id": 417,
            "ru": "правда",
            "gu": "სიმართლე"
        },
        {
            "id": 418,
            "ru": "идея",
            "gu": "იდეა"
        },
        {
            "id": 419,
            "ru": "партия",
            "gu": "გზავნილი"
        },
        {
            "id": 420,
            "ru": "иногда",
            "gu": "ზოგჯერ"
        },
        {
            "id": 421,
            "ru": "использовать",
            "gu": "გამოყენება"
        },
        {
            "id": 422,
            "ru": "пытаться",
            "gu": "სცადე"
        },
        {
            "id": 423,
            "ru": "готовый",
            "gu": "მზად"
        },
        {
            "id": 424,
            "ru": "чуть",
            "gu": "ოდნავ"
        },
        {
            "id": 425,
            "ru": "зачем",
            "gu": "რატომ"
        },
        {
            "id": 426,
            "ru": "представить",
            "gu": "გაცნობა"
        },
        {
            "id": 427,
            "ru": "чувствовать",
            "gu": "გრძნობა"
        },
        {
            "id": 428,
            "ru": "создать",
            "gu": "შექმნა"
        },
        {
            "id": 429,
            "ru": "совет",
            "gu": "რჩევები"
        },
        {
            "id": 430,
            "ru": "счет",
            "gu": "ჩეკი"
        },
        {
            "id": 431,
            "ru": "сердце",
            "gu": "გული"
        },
        {
            "id": 432,
            "ru": "движение",
            "gu": "ტრაფიკი"
        },
        {
            "id": 433,
            "ru": "вещь",
            "gu": "საქმე"
        },
        {
            "id": 434,
            "ru": "материал",
            "gu": "მასალა"
        },
        {
            "id": 435,
            "ru": "неделя",
            "gu": "კვირა"
        },
        {
            "id": 436,
            "ru": "чувство",
            "gu": "გრძნობა"
        },
        {
            "id": 437,
            "ru": "затем",
            "gu": "მაშინ"
        },
        {
            "id": 438,
            "ru": "данный",
            "gu": ""
        },
        {
            "id": 439,
            "ru": "заниматься",
            "gu": "სწავლა"
        },
        {
            "id": 440,
            "ru": "продолжать",
            "gu": "გაგრძელება"
        },
        {
            "id": 441,
            "ru": "красный",
            "gu": "წითელი"
        },
        {
            "id": 442,
            "ru": "глава",
            "gu": "თავი"
        },
        {
            "id": 443,
            "ru": "ко",
            "gu": "კო"
        },
        {
            "id": 444,
            "ru": "слушать",
            "gu": "მოსმენა"
        },
        {
            "id": 445,
            "ru": "наука",
            "gu": "მეცნიერება"
        },
        {
            "id": 446,
            "ru": "узнать",
            "gu": "ცოდნა"
        },
        {
            "id": 447,
            "ru": "ряд",
            "gu": "რიგი"
        },
        {
            "id": 448,
            "ru": "газета",
            "gu": "გაზეთი"
        },
        {
            "id": 449,
            "ru": "причина",
            "gu": "მიზეზი"
        },
        {
            "id": 450,
            "ru": "против",
            "gu": "წინააღმდეგ"
        },
        {
            "id": 451,
            "ru": "плечо",
            "gu": "მხრები"
        },
        {
            "id": 452,
            "ru": "современный",
            "gu": "თანამედროვე"
        },
        {
            "id": 453,
            "ru": "цена",
            "gu": "ფასი"
        },
        {
            "id": 454,
            "ru": "план",
            "gu": "გეგმა"
        },
        {
            "id": 455,
            "ru": "приехать",
            "gu": "მოდი"
        },
        {
            "id": 456,
            "ru": "речь",
            "gu": "მეტყველება"
        },
        {
            "id": 457,
            "ru": "четыре",
            "gu": "ოთხი"
        },
        {
            "id": 458,
            "ru": "отвечать",
            "gu": "პასუხი"
        },
        {
            "id": 459,
            "ru": "точка",
            "gu": "წერტილი"
        },
        {
            "id": 460,
            "ru": "основа",
            "gu": "ფონდი"
        },
        {
            "id": 461,
            "ru": "товарищ",
            "gu": "ამხანაგი"
        },
        {
            "id": 462,
            "ru": "культура",
            "gu": "კულტურა"
        },
        {
            "id": 463,
            "ru": "слишком",
            "gu": "ძალიან ბევრი"
        },
        {
            "id": 464,
            "ru": "рассказывать",
            "gu": "უთხარი"
        },
        {
            "id": 465,
            "ru": "вполне",
            "gu": "საკმაოდ"
        },
        {
            "id": 466,
            "ru": "далее",
            "gu": "Უფრო"
        },
        {
            "id": 467,
            "ru": "рассказать",
            "gu": "უთხარი"
        },
        {
            "id": 468,
            "ru": "данные",
            "gu": "მონაცემები"
        },
        {
            "id": 469,
            "ru": "представлять",
            "gu": "გაცნობა"
        },
        {
            "id": 470,
            "ru": "мнение",
            "gu": "აზრი"
        },
        {
            "id": 471,
            "ru": "социальный",
            "gu": "სოციალური"
        },
        {
            "id": 472,
            "ru": "около",
            "gu": "ახლოს"
        },
        {
            "id": 473,
            "ru": "документ",
            "gu": "დოკუმენტი"
        },
        {
            "id": 474,
            "ru": "институт",
            "gu": "ინსტიტუტი"
        },
        {
            "id": 475,
            "ru": "ход",
            "gu": "გადაადგილება"
        },
        {
            "id": 476,
            "ru": "брать",
            "gu": "აიღე"
        },
        {
            "id": 477,
            "ru": "забыть",
            "gu": "დავიწყება"
        },
        {
            "id": 478,
            "ru": "проект",
            "gu": "პროექტი"
        },
        {
            "id": 479,
            "ru": "ранний",
            "gu": "ადრე"
        },
        {
            "id": 480,
            "ru": "встреча",
            "gu": "შეხვედრა"
        },
        {
            "id": 481,
            "ru": "особый",
            "gu": "განსაკუთრებული"
        },
        {
            "id": 482,
            "ru": "целый",
            "gu": "მთელი"
        },
        {
            "id": 483,
            "ru": "директор",
            "gu": "რეჟისორი"
        },
        {
            "id": 484,
            "ru": "провести",
            "gu": "დახარჯვა"
        },
        {
            "id": 485,
            "ru": "спать",
            "gu": "ძილი"
        },
        {
            "id": 486,
            "ru": "плохой",
            "gu": "ცუდი"
        },
        {
            "id": 487,
            "ru": "может",
            "gu": "შესაძლოა"
        },
        {
            "id": 488,
            "ru": "впрочем",
            "gu": "თუმცა"
        },
        {
            "id": 489,
            "ru": "сильный",
            "gu": "ძლიერი"
        },
        {
            "id": 490,
            "ru": "наверное",
            "gu": "შესაძლოა"
        },
        {
            "id": 491,
            "ru": "скорый",
            "gu": "სწრაფი"
        },
        {
            "id": 492,
            "ru": "ведь",
            "gu": "ყველაფრის შემდეგ"
        },
        {
            "id": 493,
            "ru": "срок",
            "gu": "ტერმინი"
        },
        {
            "id": 494,
            "ru": "палец",
            "gu": "თითი"
        },
        {
            "id": 495,
            "ru": "опыт",
            "gu": "გამოცდილება"
        },
        {
            "id": 496,
            "ru": "помочь",
            "gu": "დახმარება"
        },
        {
            "id": 497,
            "ru": "больше",
            "gu": "მეტი"
        },
        {
            "id": 498,
            "ru": "приходить",
            "gu": "მოდი"
        },
        {
            "id": 499,
            "ru": "служба",
            "gu": "მომსახურება"
        },
        {
            "id": 500,
            "ru": "крупный",
            "gu": "დიდი"
        },
        {
            "id": 501,
            "ru": "внутренний",
            "gu": "ინტერიერი"
        },
        {
            "id": 502,
            "ru": "просить",
            "gu": "იკითხე"
        },
        {
            "id": 503,
            "ru": "вспомнить",
            "gu": "გახსენება"
        },
        {
            "id": 504,
            "ru": "открыть",
            "gu": "ღია"
        },
        {
            "id": 505,
            "ru": "привести",
            "gu": "წამყვანი"
        },
        {
            "id": 506,
            "ru": "судьба",
            "gu": "ბედი"
        },
        {
            "id": 507,
            "ru": "пока",
            "gu": "ნახვამდის"
        },
        {
            "id": 508,
            "ru": "девушка",
            "gu": "ახალგაზრდა ქალი"
        },
        {
            "id": 509,
            "ru": "поскольку",
            "gu": "იმიტომ რომ"
        },
        {
            "id": 510,
            "ru": "очередь",
            "gu": "მობრუნება"
        },
        {
            "id": 511,
            "ru": "лес",
            "gu": "ტყე"
        },
        {
            "id": 512,
            "ru": "пусть",
            "gu": "ნება"
        },
        {
            "id": 513,
            "ru": "экономический",
            "gu": "ეკონომიკური"
        },
        {
            "id": 514,
            "ru": "оставить",
            "gu": "დატოვება"
        },
        {
            "id": 515,
            "ru": "правый",
            "gu": "მართალი"
        },
        {
            "id": 516,
            "ru": "состав",
            "gu": "ნაერთი"
        },
        {
            "id": 517,
            "ru": "словно",
            "gu": "თითქოს"
        },
        {
            "id": 518,
            "ru": "федеральный",
            "gu": "ფედერალური"
        },
        {
            "id": 519,
            "ru": "спрашивать",
            "gu": "თხოვნა"
        },
        {
            "id": 520,
            "ru": "принимать",
            "gu": "მიღება"
        },
        {
            "id": 521,
            "ru": "член",
            "gu": "წევრი"
        },
        {
            "id": 522,
            "ru": "искать",
            "gu": "ძებნა"
        },
        {
            "id": 523,
            "ru": "близкий",
            "gu": "ახლო"
        },
        {
            "id": 524,
            "ru": "количество",
            "gu": "თანხა"
        },
        {
            "id": 525,
            "ru": "похожий",
            "gu": "მსგავსი"
        },
        {
            "id": 526,
            "ru": "событие",
            "gu": "მოვლენა"
        },
        {
            "id": 527,
            "ru": "объект",
            "gu": "საგანი"
        },
        {
            "id": 528,
            "ru": "зал",
            "gu": "დარბაზი"
        },
        {
            "id": 529,
            "ru": "создание",
            "gu": "შექმნა"
        },
        {
            "id": 530,
            "ru": "войти",
            "gu": "შემოსვლა"
        },
        {
            "id": 531,
            "ru": "различный",
            "gu": "განსხვავებული"
        },
        {
            "id": 532,
            "ru": "значение",
            "gu": "მნიშვნელობა"
        },
        {
            "id": 533,
            "ru": "назвать",
            "gu": "ზარი"
        },
        {
            "id": 534,
            "ru": "достаточно",
            "gu": "საკმარისი"
        },
        {
            "id": 535,
            "ru": "период",
            "gu": "პერიოდი"
        },
        {
            "id": 536,
            "ru": "хоть",
            "gu": "თუმცა"
        },
        {
            "id": 537,
            "ru": "шаг",
            "gu": "ნაბიჯი"
        },
        {
            "id": 538,
            "ru": "необходимый",
            "gu": "აუცილებელი"
        },
        {
            "id": 539,
            "ru": "успеть",
            "gu": "დროზე იყავი"
        },
        {
            "id": 540,
            "ru": "произойти",
            "gu": "მოხდება"
        },
        {
            "id": 541,
            "ru": "брат",
            "gu": "ძმა"
        },
        {
            "id": 542,
            "ru": "искусство",
            "gu": "ხელოვნება"
        },
        {
            "id": 543,
            "ru": "единственный",
            "gu": "ერთადერთი"
        },
        {
            "id": 544,
            "ru": "легкий",
            "gu": "მსუბუქი"
        },
        {
            "id": 545,
            "ru": "структура",
            "gu": "სტრუქტურა"
        },
        {
            "id": 546,
            "ru": "выходить",
            "gu": "გარეთ გასვლა"
        },
        {
            "id": 547,
            "ru": "номер",
            "gu": "ოთახი"
        },
        {
            "id": 548,
            "ru": "предложить",
            "gu": "შეთავაზეთ"
        },
        {
            "id": 549,
            "ru": "пример",
            "gu": "მაგალითი"
        },
        {
            "id": 550,
            "ru": "пить",
            "gu": "სასმელი"
        },
        {
            "id": 551,
            "ru": "исследование",
            "gu": "სწავლა"
        },
        {
            "id": 552,
            "ru": "гражданин",
            "gu": "მოქალაქე"
        },
        {
            "id": 553,
            "ru": "глядеть",
            "gu": "შეხედე"
        },
        {
            "id": 554,
            "ru": "человеческий",
            "gu": "ადამიანი"
        },
        {
            "id": 555,
            "ru": "игра",
            "gu": "თამაში"
        },
        {
            "id": 556,
            "ru": "начальник",
            "gu": "უფროსი"
        },
        {
            "id": 557,
            "ru": "сей",
            "gu": "ეს"
        },
        {
            "id": 558,
            "ru": "рост",
            "gu": "ზრდა"
        },
        {
            "id": 559,
            "ru": "ехать",
            "gu": "მართვა"
        },
        {
            "id": 560,
            "ru": "международный",
            "gu": "საერთაშორისო"
        },
        {
            "id": 561,
            "ru": "тема",
            "gu": "თემა"
        },
        {
            "id": 562,
            "ru": "принцип",
            "gu": "პრინციპი"
        },
        {
            "id": 563,
            "ru": "дорогой",
            "gu": "ძვირი"
        },
        {
            "id": 564,
            "ru": "попасть",
            "gu": "შედი"
        },
        {
            "id": 565,
            "ru": "десять",
            "gu": "ათი"
        },
        {
            "id": 566,
            "ru": "начаться",
            "gu": "დაიწყება"
        },
        {
            "id": 567,
            "ru": "верить",
            "gu": "მჯერა"
        },
        {
            "id": 568,
            "ru": "метод",
            "gu": "მეთოდი"
        },
        {
            "id": 569,
            "ru": "тип",
            "gu": "ტიპი"
        },
        {
            "id": 570,
            "ru": "фильм",
            "gu": "ფილმი"
        },
        {
            "id": 571,
            "ru": "небольшой",
            "gu": "პატარა"
        },
        {
            "id": 572,
            "ru": "держать",
            "gu": "შეინახეთ"
        },
        {
            "id": 573,
            "ru": "либо",
            "gu": "ან"
        },
        {
            "id": 574,
            "ru": "позволять",
            "gu": "ნება"
        },
        {
            "id": 575,
            "ru": "край",
            "gu": "ზღვარი"
        },
        {
            "id": 576,
            "ru": "местный",
            "gu": "ადგილობრივი"
        },
        {
            "id": 577,
            "ru": "менее",
            "gu": "ნაკლები"
        },
        {
            "id": 578,
            "ru": "гость",
            "gu": "სტუმარი"
        },
        {
            "id": 579,
            "ru": "купить",
            "gu": "ყიდვა"
        },
        {
            "id": 580,
            "ru": "уходить",
            "gu": "დატოვება"
        },
        {
            "id": 581,
            "ru": "собираться",
            "gu": "მიდის"
        },
        {
            "id": 582,
            "ru": "воздух",
            "gu": "საჰაერო"
        },
        {
            "id": 583,
            "ru": "туда",
            "gu": "იქ"
        },
        {
            "id": 584,
            "ru": "относиться",
            "gu": "დაკავშირება"
        },
        {
            "id": 585,
            "ru": "бывший",
            "gu": "ყოფილი"
        },
        {
            "id": 586,
            "ru": "требовать",
            "gu": "მოთხოვნა"
        },
        {
            "id": 587,
            "ru": "характер",
            "gu": "პერსონაჟი"
        },
        {
            "id": 588,
            "ru": "борьба",
            "gu": "ბრძოლა"
        },
        {
            "id": 589,
            "ru": "использование",
            "gu": "გამოყენება"
        },
        {
            "id": 590,
            "ru": "кстати",
            "gu": "ჰო მართლა"
        },
        {
            "id": 591,
            "ru": "подойти",
            "gu": "მოდი"
        },
        {
            "id": 592,
            "ru": "размер",
            "gu": "ზომა"
        },
        {
            "id": 593,
            "ru": "удаться",
            "gu": "წარმატება"
        },
        {
            "id": 594,
            "ru": "образование",
            "gu": "განათლება"
        },
        {
            "id": 595,
            "ru": "получать",
            "gu": "მიღება"
        },
        {
            "id": 596,
            "ru": "мальчик",
            "gu": "ბიჭი"
        },
        {
            "id": 597,
            "ru": "кровь",
            "gu": "სისხლი"
        },
        {
            "id": 598,
            "ru": "район",
            "gu": "ზონა"
        },
        {
            "id": 599,
            "ru": "небо",
            "gu": "ცა"
        },
        {
            "id": 600,
            "ru": "американский",
            "gu": "ამერიკელი"
        },
        {
            "id": 601,
            "ru": "армия",
            "gu": "არმია"
        },
        {
            "id": 602,
            "ru": "класс",
            "gu": "Კლასი"
        },
        {
            "id": 603,
            "ru": "представитель",
            "gu": "წარმომადგენელი"
        },
        {
            "id": 604,
            "ru": "участие",
            "gu": "მონაწილეობა"
        },
        {
            "id": 605,
            "ru": "девочка",
            "gu": "გოგონა"
        },
        {
            "id": 606,
            "ru": "политика",
            "gu": "პოლიტიკა"
        },
        {
            "id": 607,
            "ru": "сначала",
            "gu": "პირველი"
        },
        {
            "id": 608,
            "ru": "герой",
            "gu": "გმირი"
        },
        {
            "id": 609,
            "ru": "картина",
            "gu": "ხატვა"
        },
        {
            "id": 610,
            "ru": "широкий",
            "gu": "ფართო"
        },
        {
            "id": 611,
            "ru": "доллар",
            "gu": "დოლარი"
        },
        {
            "id": 612,
            "ru": "спина",
            "gu": "უკან"
        },
        {
            "id": 613,
            "ru": "территория",
            "gu": "ტერიტორია"
        },
        {
            "id": 614,
            "ru": "мировой",
            "gu": "სამყარო"
        },
        {
            "id": 615,
            "ru": "пол",
            "gu": "სართული"
        },
        {
            "id": 616,
            "ru": "тяжелый",
            "gu": "მძიმე"
        },
        {
            "id": 617,
            "ru": "довольно",
            "gu": "საკმარისი"
        },
        {
            "id": 618,
            "ru": "поле",
            "gu": "ველი"
        },
        {
            "id": 619,
            "ru": "ж",
            "gu": "და"
        },
        {
            "id": 620,
            "ru": "изменение",
            "gu": "შეცვლა"
        },
        {
            "id": 621,
            "ru": "умереть",
            "gu": "მოკვდი"
        },
        {
            "id": 622,
            "ru": "более",
            "gu": "მეტი"
        },
        {
            "id": 623,
            "ru": "направление",
            "gu": "მიმართულება"
        },
        {
            "id": 624,
            "ru": "рисунок",
            "gu": "სურათი"
        },
        {
            "id": 625,
            "ru": "течение",
            "gu": "ნაკადი"
        },
        {
            "id": 626,
            "ru": "возможный",
            "gu": "შესაძლებელია"
        },
        {
            "id": 627,
            "ru": "церковь",
            "gu": "ეკლესია"
        },
        {
            "id": 628,
            "ru": "банк",
            "gu": "ბანკი"
        },
        {
            "id": 629,
            "ru": "отдельный",
            "gu": "ცალკე"
        },
        {
            "id": 630,
            "ru": "средний",
            "gu": "საშუალო"
        },
        {
            "id": 631,
            "ru": "красивый",
            "gu": "ლამაზი"
        },
        {
            "id": 632,
            "ru": "сцена",
            "gu": "სცენა"
        },
        {
            "id": 633,
            "ru": "население",
            "gu": "მოსახლეობა"
        },
        {
            "id": 634,
            "ru": "большинство",
            "gu": "უმრავლესობა"
        },
        {
            "id": 635,
            "ru": "сесть",
            "gu": "დაჯექი"
        },
        {
            "id": 636,
            "ru": "двадцать",
            "gu": "ოცი"
        },
        {
            "id": 637,
            "ru": "случиться",
            "gu": "მოხდება"
        },
        {
            "id": 638,
            "ru": "музыка",
            "gu": "მუსიკა"
        },
        {
            "id": 639,
            "ru": "короткий",
            "gu": "მოკლე"
        },
        {
            "id": 640,
            "ru": "правда",
            "gu": "სიმართლე"
        },
        {
            "id": 641,
            "ru": "проходить",
            "gu": "გავლა"
        },
        {
            "id": 642,
            "ru": "составлять",
            "gu": "შედგენა"
        },
        {
            "id": 643,
            "ru": "свобода",
            "gu": "თავისუფლება"
        },
        {
            "id": 644,
            "ru": "память",
            "gu": "მეხსიერება"
        },
        {
            "id": 645,
            "ru": "приходиться",
            "gu": "უნდა"
        },
        {
            "id": 646,
            "ru": "причем",
            "gu": "უფრო მეტიც"
        },
        {
            "id": 647,
            "ru": "команда",
            "gu": "გუნდი"
        },
        {
            "id": 648,
            "ru": "установить",
            "gu": "დაინსტალირება"
        },
        {
            "id": 649,
            "ru": "союз",
            "gu": "კავშირი"
        },
        {
            "id": 650,
            "ru": "будто",
            "gu": "თითქოს"
        },
        {
            "id": 651,
            "ru": "поднять",
            "gu": "ამაღლება"
        },
        {
            "id": 652,
            "ru": "врач",
            "gu": "ექიმი"
        },
        {
            "id": 653,
            "ru": "серьезный",
            "gu": "სერიოზული"
        },
        {
            "id": 654,
            "ru": "договор",
            "gu": "შეთანხმება"
        },
        {
            "id": 655,
            "ru": "стараться",
            "gu": "სცადე"
        },
        {
            "id": 656,
            "ru": "уметь",
            "gu": "შეძლებს"
        },
        {
            "id": 657,
            "ru": "встать",
            "gu": "ადექი"
        },
        {
            "id": 658,
            "ru": "дерево",
            "gu": "ტყე"
        },
        {
            "id": 659,
            "ru": "интересный",
            "gu": "საინტერესო"
        },
        {
            "id": 660,
            "ru": "факт",
            "gu": "ფაქტი"
        },
        {
            "id": 661,
            "ru": "добрый",
            "gu": "კეთილი"
        },
        {
            "id": 662,
            "ru": "всего",
            "gu": "სულ"
        },
        {
            "id": 663,
            "ru": "хозяин",
            "gu": "ოსტატი"
        },
        {
            "id": 664,
            "ru": "национальный",
            "gu": "ნაციონალური"
        },
        {
            "id": 665,
            "ru": "однажды",
            "gu": "ერთხელ"
        },
        {
            "id": 666,
            "ru": "длинный",
            "gu": "გრძელი"
        },
        {
            "id": 667,
            "ru": "природа",
            "gu": "ბუნება"
        },
        {
            "id": 668,
            "ru": "домой",
            "gu": "სახლი"
        },
        {
            "id": 669,
            "ru": "страшный",
            "gu": "საშინელი"
        },
        {
            "id": 670,
            "ru": "прошлый",
            "gu": "ბოლო"
        },
        {
            "id": 671,
            "ru": "будто",
            "gu": "თითქოს"
        },
        {
            "id": 672,
            "ru": "общественный",
            "gu": "საჯარო"
        },
        {
            "id": 673,
            "ru": "угол",
            "gu": "კუთხე"
        },
        {
            "id": 674,
            "ru": "чтоб",
            "gu": "მდე"
        },
        {
            "id": 675,
            "ru": "телефон",
            "gu": "ტელეფონი"
        },
        {
            "id": 676,
            "ru": "позиция",
            "gu": "პოზიცია"
        },
        {
            "id": 677,
            "ru": "проводить",
            "gu": "ქცევა"
        },
        {
            "id": 678,
            "ru": "скоро",
            "gu": "მალე"
        },
        {
            "id": 679,
            "ru": "наиболее",
            "gu": "ყველაზე"
        },
        {
            "id": 680,
            "ru": "двор",
            "gu": "ეზო"
        },
        {
            "id": 681,
            "ru": "обычно",
            "gu": "ჩვეულებრივ"
        },
        {
            "id": 682,
            "ru": "бросить",
            "gu": "გასვლა"
        },
        {
            "id": 683,
            "ru": "разве",
            "gu": "ეს არის"
        },
        {
            "id": 684,
            "ru": "писатель",
            "gu": "მწერალი"
        },
        {
            "id": 685,
            "ru": "самолет",
            "gu": "თვითმფრინავი"
        },
        {
            "id": 686,
            "ru": "объем",
            "gu": "მოცულობა"
        },
        {
            "id": 687,
            "ru": "далеко",
            "gu": "შორს"
        },
        {
            "id": 688,
            "ru": "род",
            "gu": "გვარი"
        },
        {
            "id": 689,
            "ru": "солнце",
            "gu": "მზე"
        },
        {
            "id": 690,
            "ru": "вера",
            "gu": "ვერა"
        },
        {
            "id": 691,
            "ru": "берег",
            "gu": "Სანაპირო"
        },
        {
            "id": 692,
            "ru": "спектакль",
            "gu": "შესრულება"
        },
        {
            "id": 693,
            "ru": "фирма",
            "gu": "მტკიცე"
        },
        {
            "id": 694,
            "ru": "способ",
            "gu": "გზა"
        },
        {
            "id": 695,
            "ru": "завод",
            "gu": "ქარხანა"
        },
        {
            "id": 696,
            "ru": "цвет",
            "gu": "ფერი"
        },
        {
            "id": 697,
            "ru": "трудно",
            "gu": "რთული"
        },
        {
            "id": 698,
            "ru": "журнал",
            "gu": "ჟურნალი"
        },
        {
            "id": 699,
            "ru": "руководитель",
            "gu": "ზედამხედველი"
        },
        {
            "id": 700,
            "ru": "специалист",
            "gu": "სპეციალისტი"
        },
        {
            "id": 701,
            "ru": "возможно",
            "gu": "Შესაძლოა"
        },
        {
            "id": 702,
            "ru": "детский",
            "gu": "ბავშვი"
        },
        {
            "id": 703,
            "ru": "точно",
            "gu": "ზუსტად"
        },
        {
            "id": 704,
            "ru": "объяснить",
            "gu": "ახსნა"
        },
        {
            "id": 705,
            "ru": "оценка",
            "gu": "კლასი"
        },
        {
            "id": 706,
            "ru": "единый",
            "gu": "მარტოხელა"
        },
        {
            "id": 707,
            "ru": "снять",
            "gu": "აფრენა"
        },
        {
            "id": 708,
            "ru": "определенный",
            "gu": "გარკვეული"
        },
        {
            "id": 709,
            "ru": "низкий",
            "gu": "მოკლე"
        },
        {
            "id": 710,
            "ru": "нравиться",
            "gu": "მოგწონს"
        },
        {
            "id": 711,
            "ru": "услышать",
            "gu": "მოისმინე"
        },
        {
            "id": 712,
            "ru": "регион",
            "gu": "რეგიონი"
        },
        {
            "id": 713,
            "ru": "связать",
            "gu": "შეკვრა"
        },
        {
            "id": 714,
            "ru": "песня",
            "gu": "სიმღერა"
        },
        {
            "id": 715,
            "ru": "процент",
            "gu": "პროცენტი"
        },
        {
            "id": 716,
            "ru": "родитель",
            "gu": "მშობელი"
        },
        {
            "id": 717,
            "ru": "позволить",
            "gu": "ნება დართო"
        },
        {
            "id": 718,
            "ru": "чужой",
            "gu": "უცხო"
        },
        {
            "id": 719,
            "ru": "море",
            "gu": "ზღვის"
        },
        {
            "id": 720,
            "ru": "странный",
            "gu": "უცნაური"
        },
        {
            "id": 721,
            "ru": "требование",
            "gu": "მოთხოვნა"
        },
        {
            "id": 722,
            "ru": "чистый",
            "gu": "სუფთა"
        },
        {
            "id": 723,
            "ru": "весьма",
            "gu": "საკმაოდ"
        },
        {
            "id": 724,
            "ru": "какой-нибудь",
            "gu": "ზოგიერთი"
        },
        {
            "id": 725,
            "ru": "основание",
            "gu": "ბაზა"
        },
        {
            "id": 726,
            "ru": "половина",
            "gu": "ნახევარი"
        },
        {
            "id": 727,
            "ru": "поехать",
            "gu": "წასვლა"
        },
        {
            "id": 728,
            "ru": "положить",
            "gu": "დადება"
        },
        {
            "id": 729,
            "ru": "входить",
            "gu": "შესვლა"
        },
        {
            "id": 730,
            "ru": "легко",
            "gu": "ადვილად"
        },
        {
            "id": 731,
            "ru": "поздний",
            "gu": "გვიან"
        },
        {
            "id": 732,
            "ru": "роман",
            "gu": "რომანი"
        },
        {
            "id": 733,
            "ru": "круг",
            "gu": "წრე"
        },
        {
            "id": 734,
            "ru": "анализ",
            "gu": "ანალიზი"
        },
        {
            "id": 735,
            "ru": "стихи",
            "gu": "პოეზია"
        },
        {
            "id": 736,
            "ru": "автомобиль",
            "gu": "მანქანა"
        },
        {
            "id": 737,
            "ru": "специальный",
            "gu": "განსაკუთრებული"
        },
        {
            "id": 738,
            "ru": "экономика",
            "gu": "ეკონომია"
        },
        {
            "id": 739,
            "ru": "литература",
            "gu": "ლიტერატურა"
        },
        {
            "id": 740,
            "ru": "бумага",
            "gu": "ქაღალდი"
        },
        {
            "id": 741,
            "ru": "вместо",
            "gu": "მაგივრად"
        },
        {
            "id": 742,
            "ru": "впервые",
            "gu": "პირველი"
        },
        {
            "id": 743,
            "ru": "видно",
            "gu": "ეს ჩანს"
        },
        {
            "id": 744,
            "ru": "научный",
            "gu": "სამეცნიერო"
        },
        {
            "id": 745,
            "ru": "оказываться",
            "gu": "გამორთე"
        },
        {
            "id": 746,
            "ru": "поэт",
            "gu": "პოეტი"
        },
        {
            "id": 747,
            "ru": "показывать",
            "gu": "ჩვენება"
        },
        {
            "id": 748,
            "ru": "степень",
            "gu": "ხარისხი"
        },
        {
            "id": 749,
            "ru": "вызвать",
            "gu": "ზარი"
        },
        {
            "id": 750,
            "ru": "касаться",
            "gu": "შეხება"
        },
        {
            "id": 751,
            "ru": "господин",
            "gu": "ბატონო"
        },
        {
            "id": 752,
            "ru": "надежда",
            "gu": "იმედი"
        },
        {
            "id": 753,
            "ru": "сложный",
            "gu": "რთული"
        },
        {
            "id": 754,
            "ru": "вокруг",
            "gu": "ირგვლივ"
        },
        {
            "id": 755,
            "ru": "предмет",
            "gu": "საგანი"
        },
        {
            "id": 756,
            "ru": "отметить",
            "gu": "ნიშანი"
        },
        {
            "id": 757,
            "ru": "заявить",
            "gu": "გამოაცხადე"
        },
        {
            "id": 758,
            "ru": "вариант",
            "gu": "ვარიანტი"
        },
        {
            "id": 759,
            "ru": "министр",
            "gu": "მინისტრი"
        },
        {
            "id": 760,
            "ru": "откуда",
            "gu": "სად"
        },
        {
            "id": 761,
            "ru": "реальный",
            "gu": "რეალური"
        },
        {
            "id": 762,
            "ru": "граница",
            "gu": "საზღვარი"
        },
        {
            "id": 763,
            "ru": "действовать",
            "gu": "მოქმედება"
        },
        {
            "id": 764,
            "ru": "дух",
            "gu": "სული"
        },
        {
            "id": 765,
            "ru": "модель",
            "gu": "მოდელი"
        },
        {
            "id": 766,
            "ru": "операция",
            "gu": "ოპერაცია"
        },
        {
            "id": 767,
            "ru": "пара",
            "gu": "წყვილი"
        },
        {
            "id": 768,
            "ru": "сон",
            "gu": "ოცნება"
        },
        {
            "id": 769,
            "ru": "немного",
            "gu": "ცოტა"
        },
        {
            "id": 770,
            "ru": "название",
            "gu": "სათაური"
        },
        {
            "id": 771,
            "ru": "ум",
            "gu": "გონება"
        },
        {
            "id": 772,
            "ru": "повод",
            "gu": "შემთხვევა"
        },
        {
            "id": 773,
            "ru": "старик",
            "gu": "მოხუცი კაცი"
        },
        {
            "id": 774,
            "ru": "способный",
            "gu": "შეუძლია"
        },
        {
            "id": 775,
            "ru": "мало",
            "gu": "რამდენიმე"
        },
        {
            "id": 776,
            "ru": "миллион",
            "gu": "მილიონი"
        },
        {
            "id": 777,
            "ru": "малый",
            "gu": "პატარა"
        },
        {
            "id": 778,
            "ru": "старший",
            "gu": "უფროსი"
        },
        {
            "id": 779,
            "ru": "успех",
            "gu": "წარმატება"
        },
        {
            "id": 780,
            "ru": "практически",
            "gu": "პრაქტიკულად"
        },
        {
            "id": 781,
            "ru": "получиться",
            "gu": "გამორთე"
        },
        {
            "id": 782,
            "ru": "личный",
            "gu": "პირადი"
        },
        {
            "id": 783,
            "ru": "счастье",
            "gu": "ბედნიერება"
        },
        {
            "id": 784,
            "ru": "необходимо",
            "gu": "აუცილებელი"
        },
        {
            "id": 785,
            "ru": "свободный",
            "gu": "თავისუფალი"
        },
        {
            "id": 786,
            "ru": "ребята",
            "gu": "ბიჭები"
        },
        {
            "id": 787,
            "ru": "обычный",
            "gu": "ჩვეულებრივი"
        },
        {
            "id": 788,
            "ru": "кабинет",
            "gu": "კაბინეტი"
        },
        {
            "id": 789,
            "ru": "прекрасный",
            "gu": "ლამაზი"
        },
        {
            "id": 790,
            "ru": "высший",
            "gu": "უფრო მაღალი"
        },
        {
            "id": 791,
            "ru": "кричать",
            "gu": "ყვირილი"
        },
        {
            "id": 792,
            "ru": "прежде",
            "gu": "ადრე"
        },
        {
            "id": 793,
            "ru": "магазин",
            "gu": "ქულა"
        },
        {
            "id": 794,
            "ru": "пространство",
            "gu": "სივრცე"
        },
        {
            "id": 795,
            "ru": "выход",
            "gu": "გასვლა"
        },
        {
            "id": 796,
            "ru": "остановиться",
            "gu": "დარჩი"
        },
        {
            "id": 797,
            "ru": "удар",
            "gu": "დაარტყა"
        },
        {
            "id": 798,
            "ru": "база",
            "gu": "ბაზა"
        },
        {
            "id": 799,
            "ru": "знание",
            "gu": "ცოდნა"
        },
        {
            "id": 800,
            "ru": "текст",
            "gu": "ტექსტი"
        },
        {
            "id": 801,
            "ru": "сюда",
            "gu": "აქ"
        },
        {
            "id": 802,
            "ru": "темный",
            "gu": "ბნელი"
        },
        {
            "id": 803,
            "ru": "защита",
            "gu": "დაცვა"
        },
        {
            "id": 804,
            "ru": "предлагать",
            "gu": "შემოთავაზება"
        },
        {
            "id": 805,
            "ru": "руководство",
            "gu": "მენეჯმენტი"
        },
        {
            "id": 806,
            "ru": "вовсе",
            "gu": "საერთოდ"
        },
        {
            "id": 807,
            "ru": "площадь",
            "gu": "კვადრატი"
        },
        {
            "id": 808,
            "ru": "сознание",
            "gu": "ცნობიერება"
        },
        {
            "id": 809,
            "ru": "гражданский",
            "gu": "სამოქალაქო"
        },
        {
            "id": 810,
            "ru": "убить",
            "gu": "მოკვლა"
        },
        {
            "id": 811,
            "ru": "возраст",
            "gu": "ასაკი"
        },
        {
            "id": 812,
            "ru": "молчать",
            "gu": "ჩუმად იყავი"
        },
        {
            "id": 813,
            "ru": "согласиться",
            "gu": "ვეთანხმები"
        },
        {
            "id": 814,
            "ru": "участник",
            "gu": "მონაწილე"
        },
        {
            "id": 815,
            "ru": "участок",
            "gu": "ნაკვეთი"
        },
        {
            "id": 816,
            "ru": "рано",
            "gu": "ადრე"
        },
        {
            "id": 817,
            "ru": "пункт",
            "gu": "აბზაცი"
        },
        {
            "id": 818,
            "ru": "несмотря",
            "gu": "მიუხედავად"
        },
        {
            "id": 819,
            "ru": "сильно",
            "gu": "ძლიერად"
        },
        {
            "id": 820,
            "ru": "столь",
            "gu": "ისე"
        },
        {
            "id": 821,
            "ru": "сообщить",
            "gu": "მოხსენება"
        },
        {
            "id": 822,
            "ru": "линия",
            "gu": "ხაზი"
        },
        {
            "id": 823,
            "ru": "бежать",
            "gu": "გაშვება"
        },
        {
            "id": 824,
            "ru": "желание",
            "gu": "სურვილი"
        },
        {
            "id": 825,
            "ru": "папа",
            "gu": "მამა"
        },
        {
            "id": 826,
            "ru": "кажется",
            "gu": "როგორც ჩანს"
        },
        {
            "id": 827,
            "ru": "петь",
            "gu": "იმღერე"
        },
        {
            "id": 828,
            "ru": "доктор",
            "gu": "ექიმი"
        },
        {
            "id": 829,
            "ru": "губа",
            "gu": "ტუჩის"
        },
        {
            "id": 830,
            "ru": "известно",
            "gu": "ცნობილი"
        },
        {
            "id": 831,
            "ru": "дома",
            "gu": "სახლში"
        },
        {
            "id": 832,
            "ru": "вызывать",
            "gu": "ზარი"
        },
        {
            "id": 833,
            "ru": "дочь",
            "gu": "ქალიშვილი"
        },
        {
            "id": 834,
            "ru": "показаться",
            "gu": "გამოჩნდება"
        },
        {
            "id": 835,
            "ru": "среда",
            "gu": "ოთხშაბათი"
        },
        {
            "id": 836,
            "ru": "председатель",
            "gu": "თავმჯდომარე"
        },
        {
            "id": 837,
            "ru": "представление",
            "gu": "შესრულება"
        },
        {
            "id": 838,
            "ru": "солдат",
            "gu": "ჯარისკაცი"
        },
        {
            "id": 839,
            "ru": "художник",
            "gu": "მხატვარი"
        },
        {
            "id": 840,
            "ru": "принести",
            "gu": "მოიტანე"
        },
        {
            "id": 841,
            "ru": "волос",
            "gu": "თმა"
        },
        {
            "id": 842,
            "ru": "оружие",
            "gu": "იარაღი"
        },
        {
            "id": 843,
            "ru": "выглядеть",
            "gu": "რომ გამოიყურებოდეს"
        },
        {
            "id": 844,
            "ru": "соответствие",
            "gu": "შესაბამისობა"
        },
        {
            "id": 845,
            "ru": "никак",
            "gu": "არანაირად"
        },
        {
            "id": 846,
            "ru": "ветер",
            "gu": "ქარი"
        },
        {
            "id": 847,
            "ru": "внешний",
            "gu": "გარე"
        },
        {
            "id": 848,
            "ru": "парень",
            "gu": "ბიჭი"
        },
        {
            "id": 849,
            "ru": "служить",
            "gu": "მიირთვით"
        },
        {
            "id": 850,
            "ru": "зрение",
            "gu": "ხედვა"
        },
        {
            "id": 851,
            "ru": "попросить",
            "gu": "იკითხე"
        },
        {
            "id": 852,
            "ru": "генерал",
            "gu": "ზოგადი"
        },
        {
            "id": 853,
            "ru": "состоять",
            "gu": "შედგება"
        },
        {
            "id": 854,
            "ru": "огонь",
            "gu": "ცეცხლი"
        },
        {
            "id": 855,
            "ru": "отдать",
            "gu": "მიცემა"
        },
        {
            "id": 856,
            "ru": "боевой",
            "gu": "ბრძოლა"
        },
        {
            "id": 857,
            "ru": "понятие",
            "gu": "შინაარსი"
        },
        {
            "id": 858,
            "ru": "строительство",
            "gu": "მშენებლობა"
        },
        {
            "id": 859,
            "ru": "ухо",
            "gu": "ყური"
        },
        {
            "id": 860,
            "ru": "выступать",
            "gu": "გამოწეული"
        },
        {
            "id": 861,
            "ru": "грудь",
            "gu": "მკერდი"
        },
        {
            "id": 862,
            "ru": "нос",
            "gu": "ცხვირი"
        },
        {
            "id": 863,
            "ru": "ставить",
            "gu": "დადება"
        },
        {
            "id": 864,
            "ru": "завтра",
            "gu": "ხვალ"
        },
        {
            "id": 865,
            "ru": "возникать",
            "gu": "გაჩნდა"
        },
        {
            "id": 866,
            "ru": "когда",
            "gu": "როდესაც"
        },
        {
            "id": 867,
            "ru": "страх",
            "gu": "შიში"
        },
        {
            "id": 868,
            "ru": "услуга",
            "gu": "მომსახურება"
        },
        {
            "id": 869,
            "ru": "рабочий",
            "gu": "მუშაკი"
        },
        {
            "id": 870,
            "ru": "что-нибудь",
            "gu": "რაღაც"
        },
        {
            "id": 871,
            "ru": "глубокий",
            "gu": "ღრმა"
        },
        {
            "id": 872,
            "ru": "содержание",
            "gu": "შინაარსი"
        },
        {
            "id": 873,
            "ru": "радость",
            "gu": "სიხარული"
        },
        {
            "id": 874,
            "ru": "безопасность",
            "gu": "უსაფრთხოება"
        },
        {
            "id": 875,
            "ru": "надеяться",
            "gu": "იმედი"
        },
        {
            "id": 876,
            "ru": "продукт",
            "gu": "პროდუქტი"
        },
        {
            "id": 877,
            "ru": "видимо",
            "gu": "როგორც ჩანს"
        },
        {
            "id": 878,
            "ru": "комплекс",
            "gu": "კომპლექსი"
        },
        {
            "id": 879,
            "ru": "бизнес",
            "gu": "ბიზნესი"
        },
        {
            "id": 880,
            "ru": "подняться",
            "gu": "აწევა"
        },
        {
            "id": 881,
            "ru": "вспоминать",
            "gu": "გახსენება"
        },
        {
            "id": 882,
            "ru": "мало",
            "gu": "რამდენიმე"
        },
        {
            "id": 883,
            "ru": "сад",
            "gu": "ბაღი"
        },
        {
            "id": 884,
            "ru": "долгий",
            "gu": "გრძელი"
        },
        {
            "id": 885,
            "ru": "одновременно",
            "gu": "ერთდროულად"
        },
        {
            "id": 886,
            "ru": "называться",
            "gu": "დაიძახიან"
        },
        {
            "id": 887,
            "ru": "сотрудник",
            "gu": "თანამშრომელი"
        },
        {
            "id": 888,
            "ru": "лето",
            "gu": "ზაფხული"
        },
        {
            "id": 889,
            "ru": "тихо",
            "gu": "მშვიდი"
        },
        {
            "id": 890,
            "ru": "зато",
            "gu": "მაგრამ"
        },
        {
            "id": 891,
            "ru": "прямой",
            "gu": "პირდაპირი"
        },
        {
            "id": 892,
            "ru": "курс",
            "gu": "კარგად"
        },
        {
            "id": 893,
            "ru": "помогать",
            "gu": "შველა"
        },
        {
            "id": 894,
            "ru": "предложение",
            "gu": "სასჯელი"
        },
        {
            "id": 895,
            "ru": "финансовый",
            "gu": "ფინანსური"
        },
        {
            "id": 896,
            "ru": "открытый",
            "gu": "ღია"
        },
        {
            "id": 897,
            "ru": "почему-то",
            "gu": "რატომღაც"
        },
        {
            "id": 898,
            "ru": "значить",
            "gu": "ნიშნავს"
        },
        {
            "id": 899,
            "ru": "возникнуть",
            "gu": "გაჩნდა"
        },
        {
            "id": 900,
            "ru": "рот",
            "gu": "პირი"
        },
        {
            "id": 901,
            "ru": "где-то",
            "gu": "სადღაც"
        },
        {
            "id": 902,
            "ru": "технология",
            "gu": "ტექნოლოგია"
        },
        {
            "id": 903,
            "ru": "знакомый",
            "gu": "ნაცნობი"
        },
        {
            "id": 904,
            "ru": "недавно",
            "gu": "ამ ბოლო დროს"
        },
        {
            "id": 905,
            "ru": "реформа",
            "gu": "რეფორმა"
        },
        {
            "id": 906,
            "ru": "отсутствие",
            "gu": "არყოფნა"
        },
        {
            "id": 907,
            "ru": "нынешний",
            "gu": "მიმდინარე"
        },
        {
            "id": 908,
            "ru": "собака",
            "gu": "ძაღლი"
        },
        {
            "id": 909,
            "ru": "камень",
            "gu": "ქვა"
        },
        {
            "id": 910,
            "ru": "будущее",
            "gu": "მომავალი"
        },
        {
            "id": 911,
            "ru": "звать",
            "gu": "მოწოდება"
        },
        {
            "id": 912,
            "ru": "рассказ",
            "gu": "ამბავი"
        },
        {
            "id": 913,
            "ru": "контроль",
            "gu": "კონტროლი"
        },
        {
            "id": 914,
            "ru": "позвонить",
            "gu": "ზარი"
        },
        {
            "id": 915,
            "ru": "река",
            "gu": "მდინარე"
        },
        {
            "id": 916,
            "ru": "хватать",
            "gu": "დაიჭირე"
        },
        {
            "id": 917,
            "ru": "продукция",
            "gu": "პროდუქტი"
        },
        {
            "id": 918,
            "ru": "сумма",
            "gu": "ჯამი"
        },
        {
            "id": 919,
            "ru": "техника",
            "gu": "ტექნიკა"
        },
        {
            "id": 920,
            "ru": "исторический",
            "gu": "ისტორიული"
        },
        {
            "id": 921,
            "ru": "вновь",
            "gu": "ისევ"
        },
        {
            "id": 922,
            "ru": "народный",
            "gu": "ხალხური"
        },
        {
            "id": 923,
            "ru": "прямо",
            "gu": "პირდაპირ"
        },
        {
            "id": 924,
            "ru": "ибо",
            "gu": "ამისთვის"
        },
        {
            "id": 925,
            "ru": "выпить",
            "gu": "სასმელი"
        },
        {
            "id": 926,
            "ru": "здание",
            "gu": "შენობა"
        },
        {
            "id": 927,
            "ru": "сфера",
            "gu": "სფერო"
        },
        {
            "id": 928,
            "ru": "знаменитый",
            "gu": "ცნობილი"
        },
        {
            "id": 929,
            "ru": "иначе",
            "gu": "წინააღმდეგ შემთხვევაში"
        },
        {
            "id": 930,
            "ru": "потерять",
            "gu": "დაკარგვა"
        },
        {
            "id": 931,
            "ru": "необходимость",
            "gu": "საჭიროება"
        },
        {
            "id": 932,
            "ru": "больший",
            "gu": "მეტი"
        },
        {
            "id": 933,
            "ru": "фонд",
            "gu": "ფონდი"
        },
        {
            "id": 934,
            "ru": "иметься",
            "gu": "აქვს"
        },
        {
            "id": 935,
            "ru": "вперед",
            "gu": "წინ"
        },
        {
            "id": 936,
            "ru": "подготовка",
            "gu": "მომზადება"
        },
        {
            "id": 937,
            "ru": "вчера",
            "gu": "გუშინ"
        },
        {
            "id": 938,
            "ru": "лист",
            "gu": "ფურცელი"
        },
        {
            "id": 939,
            "ru": "пустой",
            "gu": "ცარიელი"
        },
        {
            "id": 940,
            "ru": "очередной",
            "gu": "სხვა"
        },
        {
            "id": 941,
            "ru": "республика",
            "gu": "რესპუბლიკა"
        },
        {
            "id": 942,
            "ru": "хозяйство",
            "gu": "ფერმა"
        },
        {
            "id": 943,
            "ru": "полностью",
            "gu": "სრულად"
        },
        {
            "id": 944,
            "ru": "получаться",
            "gu": "მიიღე"
        },
        {
            "id": 945,
            "ru": "учиться",
            "gu": "სწავლა"
        },
        {
            "id": 946,
            "ru": "плохо",
            "gu": "ცუდად"
        },
        {
            "id": 947,
            "ru": "воля",
            "gu": "ნება"
        },
        {
            "id": 948,
            "ru": "судебный",
            "gu": "სასამართლო"
        },
        {
            "id": 949,
            "ru": "бюджет",
            "gu": "ბიუჯეტი"
        },
        {
            "id": 950,
            "ru": "возвращаться",
            "gu": "დაბრუნდი"
        },
        {
            "id": 951,
            "ru": "расти",
            "gu": "იზრდება"
        },
        {
            "id": 952,
            "ru": "снег",
            "gu": "თოვლი"
        },
        {
            "id": 953,
            "ru": "деревня",
            "gu": "სოფელი"
        },
        {
            "id": 954,
            "ru": "обнаружить",
            "gu": "აღმოაჩინე"
        },
        {
            "id": 955,
            "ru": "мужик",
            "gu": "კაცი"
        },
        {
            "id": 956,
            "ru": "постоянно",
            "gu": "მუდმივად"
        },
        {
            "id": 957,
            "ru": "зеленый",
            "gu": "მწვანე"
        },
        {
            "id": 958,
            "ru": "элемент",
            "gu": "ელემენტი"
        },
        {
            "id": 959,
            "ru": "обстоятельство",
            "gu": "გარემოება"
        },
        {
            "id": 960,
            "ru": "почувствовать",
            "gu": "გრძნობა"
        },
        {
            "id": 961,
            "ru": "немец",
            "gu": "გერმანული"
        },
        {
            "id": 962,
            "ru": "многое",
            "gu": "ბევრი"
        },
        {
            "id": 963,
            "ru": "победа",
            "gu": "გამარჯვება"
        },
        {
            "id": 964,
            "ru": "источник",
            "gu": "წყარო"
        },
        {
            "id": 965,
            "ru": "немецкий",
            "gu": "დოიჩი"
        },
        {
            "id": 966,
            "ru": "золотой",
            "gu": "ოქრო"
        },
        {
            "id": 967,
            "ru": "передать",
            "gu": "გადასცემს"
        },
        {
            "id": 968,
            "ru": "технический",
            "gu": "ტექნიკური"
        },
        {
            "id": 969,
            "ru": "нормальный",
            "gu": "ნორმალური"
        },
        {
            "id": 970,
            "ru": "едва",
            "gu": "ძლივს"
        },
        {
            "id": 971,
            "ru": "желать",
            "gu": "მინდა"
        },
        {
            "id": 972,
            "ru": "ожидать",
            "gu": "ველით"
        },
        {
            "id": 973,
            "ru": "некий",
            "gu": "ზოგიერთი"
        },
        {
            "id": 974,
            "ru": "звезда",
            "gu": "ვარსკვლავი"
        },
        {
            "id": 975,
            "ru": "городской",
            "gu": "ურბანული"
        },
        {
            "id": 976,
            "ru": "выбор",
            "gu": "არჩევანი"
        },
        {
            "id": 977,
            "ru": "соответствующий",
            "gu": "შესაბამისი"
        },
        {
            "id": 978,
            "ru": "масса",
            "gu": "წონა"
        },
        {
            "id": 979,
            "ru": "составить",
            "gu": "შედგენა"
        },
        {
            "id": 980,
            "ru": "итог",
            "gu": "სულ"
        },
        {
            "id": 981,
            "ru": "сестра",
            "gu": "და"
        },
        {
            "id": 982,
            "ru": "что",
            "gu": "რა"
        },
        {
            "id": 983,
            "ru": "шесть",
            "gu": "ექვსი"
        },
        {
            "id": 984,
            "ru": "ясно",
            "gu": "ნათელი"
        },
        {
            "id": 985,
            "ru": "практика",
            "gu": "პრაქტიკა"
        },
        {
            "id": 986,
            "ru": "сто",
            "gu": "ასი"
        },
        {
            "id": 987,
            "ru": "нести",
            "gu": "ტარება"
        },
        {
            "id": 988,
            "ru": "определить",
            "gu": "განსაზღვრა"
        },
        {
            "id": 989,
            "ru": "проведение",
            "gu": "ქცევა"
        },
        {
            "id": 990,
            "ru": "карман",
            "gu": "ჯიბე"
        },
        {
            "id": 991,
            "ru": "любимый",
            "gu": "ძვირფასო"
        },
        {
            "id": 992,
            "ru": "родной",
            "gu": "მშობლიური"
        },
        {
            "id": 993,
            "ru": "западный",
            "gu": "დასავლეთი"
        },
        {
            "id": 994,
            "ru": "обязательно",
            "gu": "აუცილებლად"
        },
        {
            "id": 995,
            "ru": "слава",
            "gu": "დიდება"
        },
        {
            "id": 996,
            "ru": "кухня",
            "gu": "სამზარეულო"
        },
        {
            "id": 997,
            "ru": "определение",
            "gu": "განმარტება"
        },
        {
            "id": 998,
            "ru": "пользоваться",
            "gu": "გამოყენება"
        },
        {
            "id": 999,
            "ru": "быстрый",
            "gu": "სწრაფი"
        }
    ],
    "index": {
        "index": {
            "currentIndex": 15
        }
    }
};

const setInitialLocalStorageValues = () => {
    const localIndex = localStorage.getItem("currentIndex");

    if (!localIndex) {
        localStorage.setItem("currentIndex", "5");

        localStorage.setItem("georgianWords", JSON.stringify(data.words));
    }


}

export default setInitialLocalStorageValues;