import { ReceivedArray } from "../components/types/types";

const data = {
    "words": [
        {
            "coof": 0,
            "ru": "Широкое окно",
            "gu": "ფართო ფანჯარა"
        },
        {
            "coof": 0,
            "ru": "Коричневый пол",
            "gu": "ყავისფერი იატაკი"
        },
        {
            "coof": 0,
            "ru": "Красная дверь",
            "gu": "წითელი კარი"
        },
        {
            "coof": 0,
            "ru": "Сосед хочет посидеть на скамейке",
            "gu": "მეზობელს სურს სკამზე ჯდომა"
        },
        {
            "coof": 0,
            "ru": "Грязный стол",
            "gu": "ბინძური მაგიდა"
        },
        {
            "coof": 0,
            "ru": "Ты моешь посуду",
            "gu": "თქვენ აკეთებთ კერძებს"
        },
        {
            "coof": 0,
            "ru": "Я мою посуду",
            "gu": "ჭურჭელს ვრეცხავ"
        },
        {
            "coof": 0,
            "ru": "Он моет посуду",
            "gu": "ის აკეთებს კერძებს"
        },
        {
            "coof": 0,
            "ru": "Мыть посуду",
            "gu": "დაიბანეთ კერძები"
        },
        {
            "coof": 0,
            "ru": "Грязная посуда",
            "gu": "ბინძური კერძები"
        },
        {
            "coof": 0,
            "ru": "Мне нужно вымыть пол",
            "gu": "მე უნდა გაწმენდა სართული"
        },
        {
            "coof": 0,
            "ru": "Мытье полов",
            "gu": "სარეცხი სართულები"
        },
        {
            "coof": 0,
            "ru": "Грязный пол",
            "gu": "ბინძური სართული"
        },
        {
            "coof": 0,
            "ru": "Мокрый пол",
            "gu": "სველი სართული"
        },
        {
            "coof": 0,
            "ru": "Просторная кухня",
            "gu": "ფართო სამზარეულო"
        },
        {
            "coof": 0,
            "ru": "Кухня",
            "gu": "სამზარეულო"
        },
        {
            "coof": 0,
            "ru": "Письменный стол",
            "gu": "საწერი მაგიდა"
        },
        {
            "coof": 0,
            "ru": "Удобное кресло",
            "gu": "კომფორტული სკამი"
        },
        {
            "coof": 0,
            "ru": "Узкая кровать",
            "gu": "ვიწრო საწოლი"
        },
        {
            "coof": 0,
            "ru": "Мягкая кровать",
            "gu": "რბილი საწოლი"
        },
        {
            "coof": 0,
            "ru": "Просторная кровать",
            "gu": "ფართო საწოლი"
        },
        {
            "coof": 0,
            "ru": "Удобная кровать",
            "gu": "კომფორტული საწოლი"
        },
        {
            "coof": 0,
            "ru": "Сосед, лежащий на кровати",
            "gu": "მეზობელი საწოლზე წევს"
        },
        {
            "coof": 0,
            "ru": "Брат сидит на стуле",
            "gu": "ძმა სკამზე ზის"
        },
        {
            "coof": 0,
            "ru": "Сестра сидит на полу",
            "gu": "დას იატაკზე ზის"
        },
        {
            "coof": 0,
            "ru": "Ты сидишь на стуле",
            "gu": "თქვენ იჯდა სკამზე"
        },
        {
            "coof": 0,
            "ru": "Гиви, лежащий на полу",
            "gu": "გივი იატაკზე წევს"
        },
        {
            "coof": 0,
            "ru": "Ты лежишь на диване",
            "gu": "შენ დივანზე იწექი"
        },
        {
            "coof": 0,
            "ru": "Я лежу на кровати",
            "gu": "საწოლზე ვწვები"
        },
        {
            "coof": 0,
            "ru": "Деньги",
            "gu": "ფული"
        },
        {
            "coof": 0,
            "ru": "Красивые туфли",
            "gu": "ლამაზი ფეხსაცმელი"
        },
        {
            "coof": 0,
            "ru": "Мягкая обувь",
            "gu": "რბილი ფეხსაცმელი"
        },
        {
            "coof": 0,
            "ru": "Обувь",
            "gu": "ფეხსაცმელი"
        },
        {
            "coof": 0,
            "ru": "Ты надеваешь рубашку",
            "gu": "თქვენ პერანგს აყენებთ"
        },
        {
            "coof": 0,
            "ru": "Я надел шляпу",
            "gu": "ქუდზე ვდებ"
        },
        {
            "coof": 0,
            "ru": "На ней теплые штаны",
            "gu": "მას თბილი შარვალი აცვია"
        },
        {
            "coof": 0,
            "ru": "Красная футболка",
            "gu": "წითელი მაისური"
        },
        {
            "coof": 0,
            "ru": "Зимнее пальто",
            "gu": "ზამთრის ქურთუკი"
        },
        {
            "coof": 0,
            "ru": "Теплая шапка",
            "gu": "თბილი ქუდი"
        },
        {
            "coof": 0,
            "ru": "Старые носки",
            "gu": "ძველი წინდები"
        },
        {
            "coof": 0,
            "ru": "Клетчатая рубашка",
            "gu": "პლედი პერანგი"
        },
        {
            "coof": 0,
            "ru": "Рубашка в полоску",
            "gu": "ზოლიანი პერანგი"
        },
        {
            "coof": 0,
            "ru": "Узкие брюки",
            "gu": "მჭიდრო შარვალი"
        },
        {
            "coof": 0,
            "ru": "Широкие брюки",
            "gu": "ფართო შარვალი"
        },
        {
            "coof": 0,
            "ru": "Одежда",
            "gu": "ტანსაცმელი"
        },
        {
            "coof": 0,
            "ru": "Жена экономит деньги",
            "gu": "ცოლი ზოგავს ფულს"
        },
        {
            "coof": 0,
            "ru": "Вы сэкономите деньги",
            "gu": "თქვენ დაზოგავთ ფულს"
        },
        {
            "coof": 0,
            "ru": "Я экономлю деньги",
            "gu": "ფულს ვზოგავ"
        },
        {
            "coof": 0,
            "ru": "Сергей тратит деньги",
            "gu": "სერგეი ფულს ხარჯავს"
        },
        {
            "coof": 0,
            "ru": "Он платит деньги в магазине",
            "gu": "ის მაღაზიაში ფულს იხდის"
        },
        {
            "coof": 0,
            "ru": "Вы платите деньги на рынке",
            "gu": "თქვენ იხდით ფულს ბაზარზე"
        },
        {
            "coof": 0,
            "ru": "Я плачу деньги в ресторане",
            "gu": "რესტორანში ფულს ვიხდი"
        },
        {
            "coof": 0,
            "ru": "Он держит деньги под кроватью",
            "gu": "ის ფულს საწოლის ქვეშ ინახავს"
        },
        {
            "coof": 0,
            "ru": "Храните деньги дома",
            "gu": "ფულს სახლში ინახავთ"
        },
        {
            "coof": 0,
            "ru": "Я храню деньги в банке",
            "gu": "ბანკში ფულს ვინახავ"
        },
        {
            "coof": 0,
            "ru": "Вы тратите деньги на игрушки",
            "gu": "თქვენ ფულს ხარჯავთ სათამაშოებზე"
        },
        {
            "coof": 0,
            "ru": "Я трачу много денег",
            "gu": "ბევრ ფულს ვხარჯავ"
        },
        {
            "coof": 0,
            "ru": "Тамара покупает еду",
            "gu": "თამარა საჭმელს ყიდულობს"
        },
        {
            "coof": 0,
            "ru": "Вы покупаете лук",
            "gu": "თქვენ ყიდულობთ ხახვს"
        },
        {
            "coof": 0,
            "ru": "Я покупаю овощи",
            "gu": "ბოსტნეულს ვყიდულობ"
        },
        {
            "coof": 0,
            "ru": "Я зарабатываю деньги",
            "gu": "მე ფულს ვაკეთებ"
        },
        {
            "coof": 0,
            "ru": "Он зарабатывает деньги",
            "gu": "ის ფულს შოულობს"
        },
        {
            "coof": 0,
            "ru": "У него много денег",
            "gu": "მას ბევრი ფული აქვს"
        },
        {
            "coof": 0,
            "ru": "Деньги",
            "gu": "ფული"
        },
        {
            "coof": 0,
            "ru": "Быстрая лошадь",
            "gu": "სწრაფი ცხენი"
        },
        {
            "coof": 0,
            "ru": "Черный ворон",
            "gu": "შავი ყორანი"
        },
        {
            "coof": 0,
            "ru": "Трудолюбивый муравей",
            "gu": "შრომისმოყვარე ჭიანჭველა"
        },
        {
            "coof": 0,
            "ru": "Грязная свинья",
            "gu": "ბინძური ღორი"
        },
        {
            "coof": 0,
            "ru": "Жирная корова",
            "gu": "მსუქანი ძროხა"
        },
        {
            "coof": 0,
            "ru": "Глупая овца",
            "gu": "სულელური ცხვარი"
        },
        {
            "coof": 0,
            "ru": "Ленивый кот",
            "gu": "ზარმაცი კატა"
        },
        {
            "coof": 0,
            "ru": "Злой пес",
            "gu": "გაბრაზებული ძაღლი"
        },
        {
            "coof": 0,
            "ru": "Трусливый кролик",
            "gu": "მშიშარა კურდღელი"
        },
        {
            "coof": 0,
            "ru": "Рыжий лис",
            "gu": "წითელი მელა"
        },
        {
            "coof": 0,
            "ru": "Огромный медведь",
            "gu": "უზარმაზარი დათვი"
        },
        {
            "coof": 0,
            "ru": "Серый волк",
            "gu": "რუხი მგელი"
        },
        {
            "coof": 0,
            "ru": "Белая птица",
            "gu": "თეთრი ფრინველი"
        },
        {
            "coof": 0,
            "ru": "Животные",
            "gu": "ცხოველები"
        },
        {
            "coof": 0,
            "ru": "Умная голова",
            "gu": "ჭკვიანი თავი"
        },
        {
            "coof": 0,
            "ru": "правое лёгкое",
            "gu": "მარჯვენა ფილტვის"
        },
        {
            "coof": 0,
            "ru": "губы",
            "gu": "ტუჩები"
        },
        {
            "coof": 0,
            "ru": "Глава",
            "gu": "უფროსი"
        },
        {
            "coof": 0,
            "ru": "Широкая спина",
            "gu": "ფართო უკან"
        },
        {
            "coof": 0,
            "ru": "Глаз",
            "gu": "თვალი"
        },
        {
            "coof": 0,
            "ru": "Голубые глаза",
            "gu": "ცისფერი თვალები"
        },
        {
            "coof": 0,
            "ru": "Карие глаза",
            "gu": "ყავისფერი თვალები"
        },
        {
            "coof": 0,
            "ru": "Красивые глаза",
            "gu": "ლამაზი თვალები"
        },
        {
            "coof": 0,
            "ru": "Нос",
            "gu": "ცხვირი"
        },
        {
            "coof": 0,
            "ru": "Длинный нос",
            "gu": "გრძელი ცხვირი"
        },
        {
            "coof": 0,
            "ru": "Большой рот",
            "gu": "დიდი პირში"
        },
        {
            "coof": 0,
            "ru": "Зуб",
            "gu": "კბილი"
        },
        {
            "coof": 0,
            "ru": "Язык",
            "gu": "ენა"
        },
        {
            "coof": 0,
            "ru": "Красные губы",
            "gu": "წითელი ტუჩები"
        },
        {
            "coof": 0,
            "ru": "Ухо",
            "gu": "ყური"
        },
        {
            "coof": 0,
            "ru": "Волосы",
            "gu": "თმა"
        },
        {
            "coof": 0,
            "ru": "Прямые волосы",
            "gu": "სწორი თმა"
        },
        {
            "coof": 0,
            "ru": "Вьющиеся волосы",
            "gu": "ხვეული თმა"
        },
        {
            "coof": 0,
            "ru": "Шея",
            "gu": "კისერი"
        },
        {
            "coof": 0,
            "ru": "Толстая шея",
            "gu": "სქელი კისერი"
        },
        {
            "coof": 0,
            "ru": "Грудь",
            "gu": "მკერდის"
        },
        {
            "coof": 0,
            "ru": "Широкая грудь",
            "gu": "ფართო მკერდზე"
        },
        {
            "coof": 0,
            "ru": "Живот",
            "gu": "მუცლის"
        },
        {
            "coof": 0,
            "ru": "Толстый живот",
            "gu": "მსუქანი მუცელი"
        },
        {
            "coof": 0,
            "ru": "палец",
            "gu": "თითი"
        },
        {
            "coof": 0,
            "ru": "Нога",
            "gu": "ფეხი"
        },
        {
            "coof": 0,
            "ru": "Сердце",
            "gu": "გული"
        },
        {
            "coof": 0,
            "ru": "Печень",
            "gu": "ღვიძლი"
        },
        {
            "coof": 0,
            "ru": "Плечо",
            "gu": "მხრის"
        },
        {
            "coof": 0,
            "ru": "Сильное плечо",
            "gu": "ძლიერი მხრის"
        },
        {
            "coof": 0,
            "ru": "Сковорода для блинов",
            "gu": "ბლინების ტაფა"
        },
        {
            "coof": 0,
            "ru": "Синий горшок",
            "gu": "ლურჯი ქვაბი"
        },
        {
            "coof": 0,
            "ru": "Суп в кастрюле",
            "gu": "წვნიანი ქვაბში"
        },
        {
            "coof": 0,
            "ru": "Тупой нож",
            "gu": "ბლაგვი დანა"
        },
        {
            "coof": 0,
            "ru": "Острый нож",
            "gu": "მკვეთრი დანა"
        },
        {
            "coof": 0,
            "ru": "Электрический чайник",
            "gu": "ელექტრო ჩაიდანი"
        },
        {
            "coof": 0,
            "ru": "Я хочу есть сыр",
            "gu": "მინდა ჭამა ყველი"
        },
        {
            "coof": 0,
            "ru": "Питьевая вода",
            "gu": "სასმელი წყალი"
        },
        {
            "coof": 0,
            "ru": "Выпекать хлеб",
            "gu": "გამოაცხვეთ პური"
        },
        {
            "coof": 0,
            "ru": "Мясо на гриле",
            "gu": "შემწვარი ხორცი"
        },
        {
            "coof": 0,
            "ru": "Сварить суп",
            "gu": "საზ წვნიანი"
        },
        {
            "coof": 0,
            "ru": "Приготовьте завтрак для гостей",
            "gu": "მოამზადეთ საუზმე სტუმრებისთვის"
        },
        {
            "coof": 0,
            "ru": "Она готовит завтрак",
            "gu": "ის საუზმეს ამზადებს"
        },
        {
            "coof": 0,
            "ru": "Готовим обед",
            "gu": "ლანჩს ვამზადებ"
        },
        {
            "coof": 0,
            "ru": "Я готовлю ужин",
            "gu": "ვახშამს ვამზადებ"
        },
        {
            "coof": 0,
            "ru": "Пустой холодильник",
            "gu": "ცარიელი მაცივარი"
        },
        {
            "coof": 0,
            "ru": "Варочная печь",
            "gu": "სამზარეულო ღუმელი"
        },
        {
            "coof": 0,
            "ru": "Кухонный шкаф",
            "gu": "სამზარეულო კაბინეტი"
        },
        {
            "coof": 0,
            "ru": "Чашка чая",
            "gu": "ჭიქა ჩაი"
        },
        {
            "coof": 0,
            "ru": "Пустая тарелка",
            "gu": "ცარიელი ფირფიტა"
        },
        {
            "coof": 0,
            "ru": "Пустой стакан",
            "gu": "ცარიელი მინა"
        },
        {
            "coof": 0,
            "ru": "Вилки и ложки",
            "gu": "ჩანგლები და კოვზები"
        },
        {
            "coof": 0,
            "ru": "Чистые тарелки",
            "gu": "სუფთა ფირფიტები"
        },
        {
            "coof": 0,
            "ru": "they believe her",
            "gu": "მათ სჯერათ მისი"
        },
        {
            "coof": 0,
            "ru": "we believe her",
            "gu": "ჩვენ გვჯერა მისი"
        },
        {
            "coof": 0,
            "ru": "he believes you",
            "gu": "მას სჯერა შენი"
        },
        {
            "coof": 0,
            "ru": "you believe them",
            "gu": "თქვენ გჯერათ მათი"
        },
        {
            "coof": 0,
            "ru": "I believe her",
            "gu": "მე მჯერა მისი"
        },
        {
            "coof": 0,
            "ru": "neighbors understand this word",
            "gu": "მეზობლებს ესმით ეს სიტყვა"
        },
        {
            "coof": 0,
            "ru": "we understand this word",
            "gu": "ჩვენ გვესმის ეს სიტყვა"
        },
        {
            "coof": 0,
            "ru": "neighbour understands this word",
            "gu": "მეზობელს ესმის ეს სიტყვა"
        },
        {
            "coof": 0,
            "ru": "you understand this word",
            "gu": "თქვენ გესმით ეს სიტყვა"
        },
        {
            "coof": 0,
            "ru": "I understand this word",
            "gu": "მე მესმის ეს სიტყვა"
        },
        {
            "coof": 0,
            "ru": "they remember this song",
            "gu": "მათ ეს სიმღერა ახსოვთ"
        },
        {
            "coof": 0,
            "ru": "we remember this song",
            "gu": "ჩვენ გვახსოვს ეს სიმღერა"
        },
        {
            "coof": 0,
            "ru": "he remembers this song",
            "gu": "მას ახსოვს ეს სიმღერა"
        },
        {
            "coof": 0,
            "ru": "you remember this song",
            "gu": "გახსოვთ ეს სიმღერა"
        },
        {
            "coof": 0,
            "ru": "I remember this song",
            "gu": "მახსოვს ეს სიმღერა"
        },
        {
            "coof": 0,
            "ru": "they know our brother",
            "gu": "მათ იციან ჩვენი ძმა"
        },
        {
            "coof": 0,
            "ru": "we know your sister",
            "gu": "ჩვენ ვიცნობთ თქვენს დას"
        },
        {
            "coof": 0,
            "ru": "he knows his father",
            "gu": "მან იცის მისი მამა"
        },
        {
            "coof": 0,
            "ru": "you know him",
            "gu": "თქვენ მას იცნობთ"
        },
        {
            "coof": 0,
            "ru": "I know him",
            "gu": "მე მას ვიცნობ"
        },
        {
            "coof": 0,
            "ru": "we think about money",
            "gu": "ფულზე ვფიქრობთ"
        },
        {
            "coof": 0,
            "ru": "they think about money",
            "gu": "ისინი ფულზე ფიქრობენ"
        },
        {
            "coof": 0,
            "ru": "he thinks about money",
            "gu": "ის ფულზე ფიქრობს"
        },
        {
            "coof": 0,
            "ru": "I think about my job",
            "gu": "ჩემს სამუშაოზე ვფიქრობ"
        },
        {
            "coof": 0,
            "ru": "you and your father think about me",
            "gu": "შენ და მამაშენი ჩემზე ფიქრობთ"
        },
        {
            "coof": 0,
            "gu": "მე ვფიქრობ ჩემს ოჯახზე"
        }
    ],
    "index": {
        "index": {
            "currentIndex": 15
        }
    }
};

export const setInitialLocalStorageValues = () => {
    const localKeptWords = localStorage.getItem("georgianWords");

    if (!localKeptWords) {
        localStorage.setItem("currentIndex", "5");

        localStorage.setItem("georgianWords", JSON.stringify(data.words));
    } else {
        const keptWords = JSON.parse(localKeptWords);
        const keptWordsGu = keptWords.map((word: ReceivedArray) => word.gu);
        const notInStorage = data.words.filter(word => keptWordsGu.includes(word.gu));
        const wordstoKeep = [...keptWords, ...notInStorage];

        localStorage.setItem("georgianWords", JSON.stringify(wordstoKeep));
    }
}

export const changeCoof = (answer: string, increment: number) => {
    const keptDataArrRaw = localStorage.getItem("georgianWords");


    if (keptDataArrRaw) {
        const keptDataArr = JSON.parse(keptDataArrRaw);

        const index = keptDataArr.findIndex((element: ReceivedArray) => element.ru === answer || element.gu === answer)
        keptDataArr[index].coof = Number(keptDataArr[index].coof) + increment;

        localStorage.setItem("georgianWords", JSON.stringify(keptDataArr));
    }
}

